{
  "topic": "magnesium",
  "publications": [
    {
      "pmid": "40455927",
      "title": "Predicting the tensile properties of heat treated and non-heat treated LPBFed AlSi10Mg alloy using machine learning regression algorithms.",
      "abstract": "In this study, the ability of machine learning algorithms to predict tensile properties of both heat-treated and non-heat treated LPBFed AlSi10Mg alloy is investigated. The data was analyzed using various Machine Learning Regression (MLR) models such as Linear Regression (LR), Gaussian Process Regression (GPR), Random Forest Regression (RFR), and Decision Tree (DT). The AlSi10Mg alloys, heat-treated and non heat-treated, had different tensile characteristics. The tensile characteristics were forecasted using trained and evaluated MLR models. Because the performance of various MLR models has been verified by several performance indicators, such as Root Mean Square Error (RMSE), R2 (coefficient of determination), Mean Square Error (MSE), and Mean Absolute Error (MAE). Moreover, scatter plots were made for checking the accuracy of the forecast. The GPR model demonstrated better prediction performance than the other three models, i.e., higher R2 values and lower error values for the heat-treated samples. For predicting the UTS value of non-heat treated samples, the LR model performs very well with R2 of 1.000. In that case, GPR has the better predictive performance for the other tensile features in non-heat treated samples. Summing up, it is obvious that GPR is well capable of predicting tensile properties of AlSi10Mg alloy with high precision. This indicates how important GPR is to additive manufacturing to achieve great quality."
    },
    {
      "pmid": "40455921",
      "title": "First-principles investigation of a two-dimensional magnesium carbide monolayer: tunable bandgap, light carriers, and strain-induced topological and semiconductor-to-metal transitions.",
      "abstract": "In this study, we present a comprehensive theoretical investigation of the strain-dependent elastic, electronic, and optical properties of a novel two-dimensional (2D) magnesium carbide (Mg<sub>2</sub>C) monolayer using density functional theory. Our calculations confirm the high energetic, dynamic, and mechanical stability of the monolayer, highlighting its robustness and suitability for flexible electronic and nanomechanical applications. Strain engineering significantly modulates the bandgap, with compressive strain reducing it and tensile strain increasing it, making the material highly adaptable for strain-controlled semiconductor devices, photodetectors, and nano-electronic applications. Furthermore, we find that compressive strain induces a topological phase transition, transforming the Mg<sub>2</sub>C monolayer from a normal insulator to a topological insulator, as evidenced by the band inversion and the emergence of a non-zero invariant. This opens possibilities for utilizing this material in quantum spintronics and dissipation less electronic devices. The optical properties exhibit substantial strain-induced shifts, with variations in the dielectric function, absorption coefficient, and optical conductivity. Enhanced absorption in the visible to ultraviolet range and tunable optical conductivity suggest potential applications in optoelectronic devices, including photovoltaics, optical modulators, and sensors. The ability to fine-tune the electronic and optical properties through external strain makes this material highly promising for next-generation flexible and tunable optoelectronic technologies. Future experimental studies are encouraged to validate these theoretical predictions and explore real-time mechanical deformation effects, further expanding the potential applications of this intriguing 2D Mg<sub>2</sub>C monolayer."
    },
    {
      "pmid": "40455803",
      "title": "Morphological and nutritional responses of sorghum to variable irrigation levels and nitrogen doses.",
      "abstract": "This study aimed to determine the effects of different irrigation levels (50%, 75%, and 100% of ETo values calculated using evaporation from Class-A pan) and nitrogen doses (0, 90, 180, and 270 kg ha ⁻ ¹) on yield, yield components, and the nutritional properties of sorghum grains. According to the research results, increasing irrigation and nitrogen fertilization levels enhanced plant height, thousand-grain weight, grain number per panicle, grain weight per panicle, and grain yield. The highest grain yield (7120 kg ha ⁻ ¹) was obtained with 100% irrigation and 180 kg ha ⁻ ¹ N application. While increasing irrigation levels increased oil content, higher nitrogen doses caused a decrease for it. The highest oil content (6.64%) was recorded with 100% irrigation and 0 kg ha ⁻ ¹ N application. Protein content increased with irrigation and nitrogen applications, reaching the highest level (11.85%) with 100% irrigation and 270 kg ha ⁻ ¹ N application. Higher irrigation levels also increased total starch and phytic acid content. Among nitrogen applications, the dose of 270 kg ha ⁻ ¹ resulted in the maximum total starch (77.29%) and phytic acid content (1.83%). The ratio of resistant starch (RS) was found to be high at 50% irrigation with low nitrogen doses, indicating an inverse relationship with the total starch content. Both irrigation and nitrogen applications significantly affected the ratios of oleic and linoleic acids. Specifically, increased irrigation raised the linoleic acid content, while nitrogen applications enhanced the oleic acid content. Additionally, as irrigation levels increased, the contents of potassium (K), magnesium (Mg), iron (Fe), phosphorus (P), and zinc (Zn) also increased. Conversely, the levels of calcium (Ca) and manganese (Mn) decreased. Generally, higher nitrogen doses resulted in increased mineral content, with the highest levels of magnesium, iron, and zinc observed at nitrogen doses between 180 and 270 kg ha ⁻ ¹. According to the research results, the most suitable irrigation level for optimizing high yield and grain nutritional properties was determined to be 100%, with a nitrogen dose of 180-270 kg ha ⁻ ¹. These findings will contribute to future studies on different sorghum varieties under varying climate and soil conditions."
    },
    {
      "pmid": "40454415",
      "title": "Novel TRPM3 missense mutation leading to severe hypocalcemia presenting as seizures and complicated by non-sustained ventricular tachycardia: A case report.",
      "abstract": "Hypocalcemia is an electrolyte disorder that can be effectively corrected. However, in its severe form, it poses significant risks, including potentially fatal symptoms such as electrocardiographic changes that may lead to sudden cardiac arrest if not treated promptly. We report the case of a young female patient who presented with multiple episodes of tonic posturing and altered level of consciousness. Diagnostic evaluation revealed severe hypocalcemia with hypomagnesemia, QT prolongation, and episodes of non-sustained ventricular tachycardia. The condition was managed with calcium and magnesium supplementation. Further investigations revealed a novel missense mutation in transient receptor potential melastatin 3 (TRPM3). Hypocalcemic seizures are rare in adults and are typically associated with severe hypocalcemia and cardiovascular instability, including ventricular dysrhythmias. The differential diagnoses in this case included primary hypoparathyroidism, Bartter syndrome type 5 (CaSR (calcium-sensing receptor) mutation), Gitelman syndrome, and claudin mutations. TRPM3 is highly expressed in kidney tissue, playing a role in the resorption of calcium and divalent ions. However, further research is needed to confirm its role in calcium homeostasis. The patient was initially misdiagnosed with epilepsy for the past two years. Following a comprehensive evaluation, she was successfully treated with intravenous calcium and magnesium. On follow-up after six months, her condition showed marked improvement, characterized by better cardiac function and the absence of further seizure episodes. This case represents the first reported instance of a TRPM3 mutation affecting calcium channels, highlighting the need for further investigation into its implications for calcium metabolism."
    },
    {
      "pmid": "40454174",
      "title": "Ionized calcium and ionized magnesium disturbances in dogs and cats with septic peritonitis.",
      "abstract": "Hypocalcemia and magnesium disturbances are linked to vasoplegia, cardiac arrhythmias, gastrointestinal ileus, and coagulopathies. In human critical care patients, these imbalances are associated with higher mortality and longer hospital stay. Little is known about such associations in companion animals. Our study assessed the prevalence of ionized calcium (iCa) and ionized magnesium (iMg) disturbances in dogs and cats with septic peritonitis at presentation, and their association with administration of antiarrhythmics, vasopressors, prokinetics, and plasma, hospitalization duration and mortality. Medical records of patients with septic peritonitis from January 2018 to December 2023 were reviewed. Inclusion criteria were confirmed septic peritonitis and blood gas analysis with ionized calcium and magnesium values at admission. Data collected included signalment, diagnosis and cause, calcium and magnesium levels, administration of vasopressors, antiarrhythmics, prokinetics, and plasma, length of hospitalization, and survival. Comparisons were made using Chi-square, Fisher exact test, and ANOVA. Correlations were assessed with the Spearman coefficient. Sixty-one dogs and 17 cats were included. Hypocalcemia (iCa < 1.25 mmol/L in dogs; <1.10 mmol/L in cats) was diagnosed in 51.7% of dogs and 23.5% of cats. Hypomagnesemia (iMg < 0.43 mmol/L in dogs; <0.47 mmol/L in cats) was found in 13.5% of dogs and 0% of cats, and hypermagnesemia (iMg > 0.6 mmol/L in dogs; >0.7 mmol/L in cats) in 15.4% of dogs and 60% of cats. Hypocalcemia and hypermagnesemia were significantly more common in dogs and cats, respectively. Ionized hypocalcemia was associated with plasma administration in dogs (<i>p</i> = 0.038). No significant correlation was found between iCa and iMg disturbances and length of hospitalization in dogs (respectively <i>p</i> = 0.62 and <i>p</i> = 0.62) or cats (respectively <i>p</i> = 0.62 and <i>p</i> = 0.27). The survival rate was 50%, with no association between iCa and iMg derangements and survival in dogs (<i>p</i> = 0.30 and <i>p</i> = 0.38 respectively), nor in cats (<i>p</i> = 0.29 and <i>p</i> = 0.29 respectively). A significant difference was observed in the mean iMg values between survivors (0.49 ± 0.09 mmol/L) and non-survivors (0.55 ± 0.11 mmol/L) in dogs (<i>p</i> = 0.042). In this population with septic peritonitis, about half of the dogs and a quarter of the cats had ionized hypocalcemia. Hypo- and hypermagnesemia were rare in dogs, while hypermagnesemia was common in cats and hypomagnesemia was not seen in cats. Dogs and cats with hypocalcemia were more likely to receive plasma. Mean iMg values were lower in survived dogs than dogs that did not survive."
    },
    {
      "pmid": "40453724",
      "title": "Enhancing the yield, fruiting body traits, and nutritional properties of five major edible fungi through the exploitation of ginger straw substrate.",
      "abstract": "Edible fungi, as nutritious foods in healthy diets, have gained popularity among consumers. The expansion of the edible fungi cultivation scale led to a shortage of cultivation substrate, making the development and utilization of new substrates a research hotspot. Ginger straw, the main byproduct in the ginger planting process, boasts a huge yield. In this study, ginger straw substrate (GSS) was assessed for the first time for cultivating five major edible fungi. The results indicated a significant improvement in biological efficiency (BE) with GSS, increased by 1.22-64.81%. In terms of nutritional properties, the GSS not only significantly increased the crude protein content (0.36~10.6%) and reduced sugar content (0.01~1%), crude fiber content (0.14~3.87%), and mineral level (The maximum increases were 217.02 mg/kg for calcium, 4.74 mg/kg for magnesium, and 44.08 mg/kg for iron) but also positively affected the total antioxidant capacity and composition of flavor-contributing amino acids. These results provide a scientific basis for cultivating edible fungi with ginger straw and offer a new way for edible fungi substrate selection."
    },
    {
      "pmid": "40453484",
      "title": "Comparative analysis of two standardised protocols for prevention of vasospasm following aneurysmal subarachnoid haemorrhage: A retrospective pilot study.",
      "abstract": "Cerebral vasospasm is a major complication after subarachnoid haemorrhage. Yet, no standardised applicable therapy regimen has been established so far. Most previous studies concentrated on comparing single drugs, while fewer holistic therapeutic approaches have been compared. Our objective was to compare two therapy bundles with different administrations of magnesium, catecholamines, nimodipine and molsidomine, regarding the prevention of cerebral vasospasm and neurological outcome after subarachnoid haemorrhage. Retrospective design, pilot study. This single-centre trial included 44 patients, 22 patients per group (matched pairs), with aneurysmal subarachnoid haemorrhage treated in the hospital of Barmherzige Brüder in Regensburg, Germany, from 2015 to 2022. Exclusion criteria were known comorbidities, such as severe liver, blood or kidney diseases. Incidence of vasospasm, survival and clinical outcome. The incidence of vasospasms showed no significant difference between group 1 (new therapy bundle) and group 2 (previous standard therapy, <i>P</i> = 0.34), as well as the number of surviving patients. Comparing the clinical outcome measured with the Glasgow Outcome Scale after hospitalisation, no significant difference could be seen. The hospital length of stay, group 1: 23 [16.75 to 25.50] days vs. group 2: 30 [22.5 to 34.5] days, <i>P</i> = 0.004, and the intensive care unit (ICU) length of stay (LOS), group 1: 17.50 [12.75 to 24.00] days vs. group 2: 23.50 [19.75 to 32.50] days, <i>P</i> = 0.012, were significantly shorter in group 1. New therapy bundle has the potential to be more effective than the standard therapy method. As a retrospective pilot study with a small sample size, this research may serve as a valuable foundation for future larger prospective studies for better comparison of the different therapeutic approaches."
    },
    {
      "pmid": "40453233",
      "title": "Diagnostic and Therapeutic Challenges in Lyme Disease and Co-Infections: Unraveling Neuropsychiatric and Neurological Complexities-A Comprehensive Case Series Analysis.",
      "abstract": "Lyme disease (LD) and its co-infections present significant diagnostic and treatment challenges due to their complex interplay with neurological symptoms, immune responses, autoimmune reactions, and mental health conditions. Standard two-tier LD testing often fails to detect cases, necessitating expanded serologic and functional testing. Following CARE Guidelines, this case series examines ten clinical narratives of LD, highlighting the limitations of standard diagnostic methods, the potential benefits of specialized testing, and the need for an effective paradigm for LD management. A multidisciplinary approach grounded in integrative medicine was adopted. Diagnostic methods included advanced serological panels (e.g., TICKPLEX<sup>®</sup>), co-infection testing, functional immune markers, Cunningham Panel testing for neuropsychiatric Lyme presentations, and imaging. Treatments included traditional antibiotics, botanical antimicrobials (Cryptolepis, Artemisinin, Biocidin), mitochondrial and neuroprotective support (CoQ10, NAD+, magnesium), nutritional therapies, detox support, immune system support protocols, pulsed electromagnetic field therapy, and methylene blue protocols. The findings from this case series demonstrate the heterogeneity of LD manifestations across different ages, genders, and backgrounds. Compared to promising specialized testing, standard laboratory tests often misdiagnose LD and its co-infections as Parkinson's disease, multiple sclerosis, lupus, autism, and psychiatric disorders. Furthermore, integrating diverse treatment modalities, including combination and rotational antibiotic therapy, IV ceftriaxone for neurological cases, detoxification support (glutathione IV, vitamin C IV), and immune modulation with intravenous immunoglobulin, helped manage symptoms. Herxheimer reactions were effectively managed with antioxidant and detox therapies. Patients receiving long-term maintenance therapies, including herbal antimicrobials and gut microbiome support, showed fewer relapses. This case series advocates for a holistic, patient-centered approach. It emphasizes the necessity of comprehensive diagnostics that consider external factors, including post-vaccine symptom exacerbations, immune dysregulation, personalized treatment strategies, and ongoing research to improve LD management. These findings provide an evidence-based framework for physicians to integrate conventional and natural medicine strategies to optimize LD care."
    },
    {
      "pmid": "40451787",
      "title": "Lipid regulation of adenylyl cyclase Rv1625c from Mycobacterium tuberculosis by its membrane-domain receptor.",
      "abstract": "The regulation of mammalian adenylyl cyclases by G-protein-coupled receptors and the Gsα subunit of trimeric G-proteins has been extensively studied, whereas little is known about the regulation of their closely related bacterial cyclases. Here, we focused on the regulation of the adenylyl cyclase Rv1625c from Mycobacterium tuberculosis H37Rv. Rv1625c is a progenitor of mammalian congeners. Exclusively C<sub>18</sub>-mono-unsaturated fatty acids, such as the cis- and trans-isoforms of oleic and vaccenic acids, inhibited the Rv1625c holoenzyme with IC<sub>50</sub> concentrations around 10 μm. The saturated C<sub>18</sub> fatty acid stearic acid was inactive. A soluble Rv1625c construct, which lacked the membrane domain, was not affected by the mono-unsaturated C<sub>18</sub> fatty acids, i.e., the inhibition required the presence of the membrane domain, indicating a receptor-ligand interaction. Surprisingly, fatty acid inhibition of Rv1625c was strictly dependent on magnesium ions (Mg<sup>2+</sup>) as a divalent cation for the substrate adenosine triphosphate (ATP). Although manganese ion (Mn<sup>2+</sup>)-ATP as a substrate greatly increased enzyme activity, Mn<sup>2+</sup> appeared to block intramolecular signal transduction from the membranous receptor domain to the catalytic effector domain. In summary, the results bolster the proposal that adenylyl cyclase regulation by fatty acids is an evolutionarily conserved signaling mode present in bacteria as well as in mammals."
    },
    {
      "pmid": "40450641",
      "title": "Genetic Variants Within ND2 Gene of Mitochondria are Associated with the Altered Levels of Ammonia, Vitamin D and Free Thyroxine in Bangladeshi Children with Autism Spectrum Disorder.",
      "abstract": "Autism spectrum disorder (ASD) is a complex and multifaceted neurodevelopmental disorder that is becoming more common worldwide. While there is growing evidence linking mitochondrial dysfunction to ASD, the exact causes remain unclear. There is little study being done in Bangladesh on the genetic and biochemical causes of ASD. The goal of this study is to identify mitochondrial DNA (mtDNA) variants in the ND2 gene and explore how these variations might be linked to the progression of ASD and biochemical parameters. Eighty children aged 2-10 years were enrolled, comprising 50 ASD children and 30 healthy controls. Biochemical parameters (lactic acid, ammonia, ALT, AST, calcium, magnesium, TSH, vitamin D, and free thyroxine or FT4) were tested, and mtDNA was extracted and amplified for Sanger sequencing. Identified single nucleotide polymorphisms (SNPs) were evaluated for association with disease outcome and biochemical parameters. Bioinformatics tools were used to analyze the impact of SNPs on protein structure and function. The findings demonstrated significant differences in lactic acid, ammonia, ALT, AST, vitamin D, and FT4 levels between the ASD and control groups (p < 0.05). Lactic acid (AUC = 0.993) showed the highest diagnostic accuracy, while ammonia (AUC = 0.899), AST (AUC = 0.884), and vitamin D (AUC = 0.863) showed excellent performance. A total of 37 SNPs were identified in the ND2 gene, three were novel, with 4901 A>G, 5124 C>A, and 5306 C>T. No variant was found to be associated with disease outcome. However, variants located at 5108 T>C, 5262 G>A, 4703 T>C, 4841 G>A, and 5186 A>T were found to be significantly associated with the altered levels of ammonia, vitamin D and FT4, respectively. Among three novel variants, two were synonymous SNPs (4901 A>G and 5306 C>T) and they showed decreased RSCU values, indicating lower efficiency and affect gene expression. Three variants were identified within the tRNA specific for Q and M but they were predicted to be likely benign. Comprehending the association of these genetic variations and biochemical markers with ASD should facilitate early detection and subsequent management strategy in children with these neurodevelopmental disorders."
    },
    {
      "pmid": "40450219",
      "title": "Effect of biostimulants combined with fertilization on yield and nutritional value of wheat crops.",
      "abstract": "Bread wheat (Triticum aestivum) is one of the most widely cultivated crops globally; it is nutritionally demanding and may be responsible for soil exhaustion, requiring adequate fertilization to maintain high yields and grain quality. Targeted supplementation of macro- and micronutrients can also be used for the agronomic biofortification of the grains. However, excessive chemical fertilizers can harm the environment and human health, and more sustainable options are therefore required. This work proposes alternative strategies to chemical fertilization, including applying organic fertilizers, biostimulants, and low-impact agronomical practices like foliar spraying, to achieve high yields and enrichment in cationic nutrients calcium, magnesium, and potassium. The study investigates the impact of different fertilization strategies on wheat yield and nutrient composition using two wheat genotypes characterized by different nitrogen (N) grain content. The plants were grown in pots and underwent differential root fertilization with 50 kg ha<sup>-1</sup> N at the tillering stage, comparing mineral and organic products. At heading, foliar treatments (25 kg ha<sup>-1</sup> N) were applied, comparing a traditional urea supplementation with a combination of biostimulants from organic wastes and calcium, magnesium and potassium nitrates. The plants were analyzed for their health and the expression of genes for nutrient homeostasis during growth, and for yield and grain quality at harvesting. The two alternative fertilization approaches positively impacted plant health and yield in both cultivars. Root fertilization accounted for most of the total variance, affecting both early and late-stage yield components; the organic fertilizer produced results comparable to those of the mineral one. Furthermore, the foliar application of base cations and biostimulants led to beneficial changes in nutrient homeostasis and grain mineral content, although the increase in calcium, magnesium and potassium was moderate and genotype-specific. This work identifies organic amendments, foliar spraying and biostimulants as alternative and sustainable strategies that can be as effective as chemical fertilization in improving wheat plant health, yield and grain composition. On the other hand, supplementing with cation nutrients at heading showed minimal biofortification benefits. The study emphasizes the importance of considering genotype-specific needs to optimize nutrient uptake and yield across different wheat cultivars."
    },
    {
      "pmid": "40450147",
      "title": "Utilization of ornamental rock waste as a catalytic support for α-MoO₃ in biodiesel production.",
      "abstract": "This study aimed to explore the use of ornamental stone waste as a support for the α-MoO₃ catalyst to develop efficient and sustainable heterogeneous systems for biodiesel production. The catalysts were characterized using physicochemical techniques including X-ray diffraction with Rietveld refinement, FTIR and Raman spectroscopy, scanning electron microscopy with EDS, transmission electron microscopy, nitrogen adsorption/desorption (BET method), particle size distribution, ammonia temperature-programmed desorption (TPD-NH₃), magnetic measurements, and gas chromatography to analyze simultaneous transesterification/esterification (TES) reactions and quantify methyl and ethyl esters. XRD patterns revealed crystalline phases such as mica-biotite, ferro-tschermakite, albite, quartz, and iron-magnesium silicates-components of the catalytic support-as well as orthorhombic α-MoO₃ phases, also confirmed in the heterogeneous systems. FTIR and Raman analyses showed characteristic vibrational bands, while SEM images displayed irregular agglomerates, corroborated by TEM. Nitrogen adsorption isotherms indicated mesoporous structures with surface areas ranging from 0.615 to 3.87 m²/g. Particle size analysis showed D₅₀ values between 5.02 and 20.00 μm, with total acidity ranging from 77.0 to 245 µmol/g of NH₃. Magnetic tests indicated ferrimagnetic behavior. The catalytic performance confirmed the effectiveness of the waste as a support for α-MoO₃, particularly in the system containing 40% Mo ions (40%σ-MoO₃:Waste), which achieved conversions between 78% and 95%. These findings highlight the environmental and technological potential of the studied catalysts, reinforcing the economic viability and ecological relevance of reusing industrial waste in the sustainable production of biodiesel from waste oils."
    },
    {
      "pmid": "40449306",
      "title": "Synergistic integration of vermicomposting and struvite crystallization for sustainable phosphorus recovery from sewage sludge: A low-carbon approach.",
      "abstract": "The conventional magnesium ammonium phosphate (MAP) crystallization method for phosphorus recovery from sewage sludge faces significant challenges, including high operational costs and limited inorganic phosphorus release efficiency. To address these limitations, this study introduces an innovative integrated approach combining vermicomposting with MAP crystallization (VCMAP). The results showed that vermicomposting pretreatment significantly enhanced nutrient availability, yielding a 73.58 % increase in ammonium nitrogen and a 16.32 % increase in orthophosphate concentration compared to raw sludge. In addition, fresh vermicompost samples exhibited superior performance, releasing 96.65 % more orthophosphate than their air-dried counterparts. Response surface methodology (RSM) identified the optimal recovery conditions from vermicompost using MAP as pH = 9.3, Mg: N: P = 1.1:1.3:1, and agitation time (AT) of 100 min. Notably, calcium ions exerted a more pronounced influence on the VCMAP process, compared to iron and aluminum ions. The integrated VCMAP system demonstrated remarkable efficiency, achieving a 226 % increase in struvite recovery (8.83 kg/t sludge) and capturing 20.28 % of total phosphorus within 10 days of vermicomposting pretreatment. Moreover, the process exhibited a negative carbon footprint of -56.32 kg CO<sub>2</sub>/t sludge, indicating its potential for carbon credit generation. These findings establish the VCMAP as a promising low-carbon technology for enhanced phosphorus recovery from sewage sludge, offering significant improvements over conventional MAP approaches."
    },
    {
      "pmid": "40448043",
      "title": "Effect of serum magnesium level on carotid intima media thickness in hemodialysis patients.",
      "abstract": "We aimed to examine whether serum magnesium level is related to cardiovascular events in hemodialysis patients by investigating the relationship between serum magnesium (Mg) level and carotid intima media thickness (CIMT). In this cross-sectional study, we evaluated 88 hemodialysis patients. The mean CIMT of these patients was measured and recorded by doppler ultrasonography. Patients were divided into two groups according to their serum magnesium level. Correlation analysis and linear regression analysis were used to define the relationship between study parameters. We divided our patients into 2 groups according to Mg value as group 1 (Mg ≥ 2.3 mg/dl) and group 2 (Mg < 2.3 mg/dl). The mean CIMT of patients with group 1 and group 2 were respectively 0.93 ± 0.22 mm and 1.03 ± 0.22 mm. There was statistically significant difference between two groups in terms of the mean CIMT value (p = 0.045). We found negative, low-level, statistically significant correlations between Mg and mean CIMT ​​(r=-0.272; p = 0.010), calcium and mean CIMT (r: -0.221, p: 0.039) and hemoglobin and mean CIMT (r: -0.215, p: 0.044). According to regression analysis, serum magnesium level and age were found independent risk factors for mean CIMT value (p: 0.004 and p: 0.045). We found a significant relationship between serum Mg level and CIMT, which indicates carotid atherosclerosis."
    },
    {
      "pmid": "40447718",
      "title": "Electrodeposition of Al-Mg alloys from chloride-based molten salts.",
      "abstract": "Aluminum-magnesium (Al-Mg) alloys were potentiostatically electrodeposited on copper using Al anode at 180 °C from 62AlCl<sub>3</sub> + 17NaCl + 15KCl + 6MgCl<sub>2</sub> electrolyte. The depositions are categorized into two groups based on current density-time curves and deposit compositions. Group 1 corresponds to overpotentials from - 1.05 to - 1.10 V, and Group 2 from - 1.15 to - 1.30 V. Morphologies within Group 1 possess almost pure Al and coarsen with overpotential; while those in Group 2 possess Al and Mg, and refine with overpotential. Based on electrochemical, compositional, and spectral analyses, a generic deposition scheme is proposed. Mathematical variables in this scheme are adjusted rendering it suitable for both groups. Sources of Al for deposition are [Formula: see text], and [Formula: see text]; that of Mg is MgCl<sub>2</sub> (possibly forming complexes in electrolyte). Al anodic dissolution occurs significantly in Group 1. Na(AlCl<sub>4</sub>) formation and Cl<sub>2</sub> evolution occur at anode in Group 2. The proposed scheme is used to devise the following corollaries: (i) Al deposits preferentially in both groups; (ii) Mg deposition is prerequisite for Na(AlCl<sub>4</sub>) formation; (iii) Deposited Mg is curtailed to maximum of ~ 4.02 at.% by Na(AlCl<sub>4</sub>); and (iv) A minimum threshold exists for Al/Mg deposit composition ratios. The scheme and corollaries answer questions of practical and fundamental importance."
    },
    {
      "pmid": "40447705",
      "title": "Large-scale assessment of the impacts of invasive wild pigs on water quality in freshwater streams.",
      "abstract": "Highly competent hosts of zoonotic diseases of economic and epidemiological importance, the highly invasive species, Sus scrofa, has been identified as sources of non-point pollution in North America through small-scale studies of their fecal contamination in surface waters. Their fecal contamination alters natural physicochemical stream characteristics and increases concentrations of fecal bacteria. Providing one of the first-large scale assessments of their impacts, our study identified wild pigs as a source of non-point pollution on both a regional and multi-regional scale within our selected study state through microbial source tracking and traditional water quality assessment. At a multi-regional scale, we found greater median concentrations (mg/L) of nitrate (95.7%; p < 0.001), magnesium (83.3%; p < 0.001), and potassium (84.7%; p < 0.001) in samples from streams with fecal contamination by wild pigs (n = 111) than from streams without (n = 115). Like other non-point pollutants, the effects of wild pigs on water quality are scale-dependent and differ significantly across regions. Finally, at both a regional and multi-regional scale, our study found observably greater Escherichia coli and fecal coliform concentrations in streams with wild pigs, though statistical significance was lost at scale. Future research will be necessary to continue to evaluate the impacts of wild pigs on water quality, especially across different scales. Our findings support continued monitoring of impacts as the density and range of North American wild pig populations continue to increase."
    },
    {
      "pmid": "40447055",
      "title": "Dietary Choline Intake and Risk of Alzheimer's Dementia in Older Adults.",
      "abstract": "Dietary choline intake has been associated with a lower risk of cognitive dysfunction, lessened brain white-matter hyperintensity volume, and a reduced risk of incident dementia. To evaluate the relationship between dietary choline intake and risk of clinical diagnosis of Alzheimer's dementia (AD) in participants enrolled in the Rush Memory and Aging Project (RMAP) prospective cohort. Participants who were free of AD at baseline and had completed at least one food frequency questionnaire (FFQ) were included in the present analyses. Clinical AD was assessed among participants annually using a 3- stage process of neurological exams and standardized diagnostic criteria. Dietary choline intake was quantified using the USDA Database for the Choline Content of Common Foods. Multivariable Cox proportional hazard models were used to assess risk of incident of AD by quantiles of dietary choline intake. Mixed-effects Poisson regression models were used to investigate potential non-linear relationships. Mean baseline age of the study participants (N = 991) was 81.4 (± 7.2) years. During mean follow-up of 7.67 years, 266 participants (27%) were clinically diagnosed with AD (incident rate = 38/1000 person-year). In the fully adjusted model, compared to the lowest quantile of dietary choline intake, consumption of 200-250, 251- 300, 301-350, and >350 mg/day were associated with a 23% (HR: 0.73; 95% CI: 0.45, 1.17; P = 0.10), 40% (HR = 0.60; 95% CI: 0.60, 0.98; P = 0.04), 38% (HR = 0.62; 95% CI: 0.36, 1.07; P = 0.09), and 51% (HR: 0.49; 95% CI: 0.25-0.95; P = 0.04) reduced rate of AD, respectively. Results of the curve linear Poisson regression model showed the point of lowest risk for AD to be about 350 mg/d with effects being similar based on ApoE genotype. Dietary choline intake approximately 350 mg/d was associated with the lowest risk of clinical diagnosis of AD in older adults."
    },
    {
      "pmid": "40446928",
      "title": "Assessment and Surgical Correction of Posterior Tibial Slope in Revision Anterior Cruciate Ligament Surgery: An International Expert Delphi Consensus Statement.",
      "abstract": "The aim was to provide international guidelines to enhance decision-making regarding the definition and evaluation of increased posterior tibial slope (PTS) and the role of anterior closing wedge high tibial osteotomy (ACWHTO) in the setting of revision anterior cruciate ligament reconstruction (ACLR). This guideline is based on responses from 46 international orthopedic surgeons with expert experience in knee pathologies and osteotomy. Based on a literature review, each expert drafted and commented on a set of core statements. The provided comments were blinded and discussed within the working group to refine the statements. In a subsequent round of surveys, all experts discussed with the final 32 statements. Consensus was achieved when at least 80% of survey respondents fully agreed. With respect to ACWHTO for PTS reduction, there was consensus achieved for using the medial plateau as a measurement for PTS measuring, aiming for PTS correction of 5 - 7 degrees, individualizing osteotomy wedge thickness, and performing ACWHTO and revision ACLR in a single stage. There was no consensus on the type of radiographs to be used, a cut-off value for increased PTS, an absolute indication for ACWHTO the osteotomy technique, nor type of fixation. The International consensus statements aim to bridge the gap between research and clinical application to enhance clinicians' decision-making in revision ACLR management and to focus future areas of required research. The literature review confirmed a paucity of evidence to guide clinicians in the diagnosis and surgical management of increased PTS. An agreement could be achieved for 25/32 statements (78%) on the definition and assessment of PTS, indication, planning, surgical decision-making, and peri- and postoperative management for ACWHTO. While no consensus could be achieved for the definition of a cut-off value for pathological PTS, consensus was reached for a variety of statements on diagnostic and surgical aspects. V, expert opinion."
    },
    {
      "pmid": "40446475",
      "title": "Chronic β-carotene, magnesium, and zinc supplementation together with metformin attenuates diabetes-related complications in aged rats.",
      "abstract": "Aged type 2 diabetes mellitus (T2DM) patients are linked with lower serum levels of total antioxidant activity, magnesium and zinc, particularly under uncontrolled hyperglycemia. Uncontrolled oxidative stress is an established contributor to diabetic complications. Magnesium is a cofactor for ∼600 enzymes, while zinc is a part of ∼3000 human proteins, essential for intermediary metabolism. A multi-targeted approach combining β-carotene, Magnesium and Zinc (BMZ) with metformin or vitamin E, Magnesium and Zinc (EMZ) with metformin for daily use in aged rats with T2DM identified astonishing findings compared to metformin monotherapy. Over three months, compared to metformin monotherapy, BMZ with metformin provided excellent glycemic control, outstanding protection against potential neuropathy and sensorimotor coordination, maintained robust retinal integrity and provided significant control for diabetic nephropathy. Mechanistically, the significant improvement in BMZ with metformin in controlling retinopathy, nephropathy, and neuropathy are directly linked to (1) Increased glycemic control (antihyperglycemic effect), (2) increased insulin sensitivity as evidenced by reduced HOMA-IR levels, (3) reduced oxidative stress (4) increased antioxidant activity through increased glutathione levels and increased GSH/GSSG ratio, and (5) improved regulation of carbohydrate and lipid metabolism as evidenced by metabolomic data. This study provides robust and direct evidence to support the use of affordable, proven antioxidant and mineral combinations with metformin to reduce diabetes-related complications in aging."
    },
    {
      "pmid": "40446369",
      "title": "Solidifying/stabilizing soluble manganese and ammonia nitrogen in electrolytic manganese residue via the hydrolysis of dicalcium silicate in magnesium slag.",
      "abstract": "Technologies previously used to treat electrolytic magnetic residue (EMR), including alkaline oxide-containing reagents, the ammonium phosphate method, and active substances, have proven impractical due to issues such as alkaline corrosion, high reagent costs, and limited waste valorisation. This study proposed a hazard-free disposal of EMR mixed with magnesium slag (MS) using a moisture-assisted method, leveraging the dual function of dicalcium silicate (C<sub>2</sub>S) in MS as both an alkaline compound and a reactive component. The time-dependent solidification/stabilisation (S/S) behaviours of soluble manganese (Mn<sup>2 +</sup>) and ammonia nitrogen (NH<sub>3</sub>-N) were examined. C₂S hydrolysis was also examined under low and high alkalinity. This included the initial dissolution of C<sub>2</sub>S in MS with sulphates (containing Mn<sup>2+</sup> and NH₄⁺) in EMR, extensive mid-stage C<sub>2</sub>S hydration, and subsequent precipitation of Mn<sup>2+</sup>. The S/S efficiency and mechanism achieved using MS were comparable with findings from related studies, indicating its potential benefits. Results showed that S/S was completed under the following conditions: 8 h at a liquid-solid ratio of 30 %, EMR particle sizes less than 0.15 mm, and an S/S temperature of 75 ℃. After treatment, leaching concentrations of Mn<sup>2+</sup> and NH<sub>3</sub>-N were 7.80 µg/L and 5.30 mg/L, respectively, with minimal risk of alkaline corrosion (pH =9.69). Additionally, Mn(III, IV)-bearing oxides (71.24 %) and [Mn(II), Mg]-bearing silicates (28.36 %) were detected in the S/S-treated EMR. Overall, this study presents a practical method for large-scale waste treatment and supports circular economy goals."
    },
    {
      "pmid": "40446082",
      "title": "Synthesis of Metal-Modified Nanocellulose as a Biofilm Analogue for Biofilm Mimicry in Biomedical and Environmental Applications.",
      "abstract": "Bacterial biofilms are complex, multi-component structures consisting primarily of four key elements: polysaccharides, metal ions, proteins, and extracellular DNA. In our research, we specifically focus on the polysaccharide and metal ion components, which play a crucial role in determining the biofilm's mechanical properties. Polysaccharides provide the structural matrix, although metal ions, particularly divalent cations like calcium and cobalt, cross-link with the polysaccharides, thereby modulating the biofilm's rigidity and viscoelastic behavior. By introducing divalent cations into nanocellulose, we can replicate this natural cross-linking process, allowing us to finely tune the material's mechanical properties to more closely resemble those of bacterial biofilms. This approach not only enhances the accuracy of synthetic biofilm models over alginate hydrogels but also provides valuable insights into how biofilms maintain their structural integrity in various environments. Our findings indicate that nanocellulose exhibits mechanical properties closer to biofilms than alginate analogs, making it a suitable non-living control for biofilm studies. Furthermore, divalent nickel, followed by calcium and magnesium, demonstrate a closer mechanical mimicry to biofilms. In conclusion, this research shows the potential of nanocellulose as a versatile material for bacterial biofilm mimicry."
    },
    {
      "pmid": "40445448",
      "title": "A comprehensive study of water quality in the Western Black Sea: Implementation of prospective human health risk assessment in Kastamonu, Turkey.",
      "abstract": "Water scarcity is becoming an increasing problem due to population growth and rapid urbanization. This study evaluates the water quality of Kirazlı Stream, located in the Kastamonu Province, in Turkey's Western Black Sea Region. To determine its suitability for regional use, samples were collected from 12 stations over 12 months between December 2021 and November 2022. A total of 24 physicochemical parameters were analyzed. Water quality classifications were assigned based on threshold values from the European Union (EU), World Health Organization (WHO), and Turkey's Surface Water Quality Regulation (TSWQR). The results revealed that Kirazlı Stream, categorized as Class I water quality, is suitable for use. The order of the mean values of cations were as follows: Na<sup>+</sup>  > Ca<sup>2+</sup>  > Mg<sup>2+</sup> > K<sup>+</sup> (39.14, 14.09, 12.45, and 5.95; mg/L), and order of anions: SO₄<sup>2-</sup>  > Cl<sup>-</sup>  > NO₃<sup>-</sup>  > PO₄<sup>3-</sup> (34.66, 7.48, 1.72, and 0.02; mg/L). Indices such as WQI (weighted arithmetic water quality index), HEI, HPI, and ERI indicated excellent to good water quality, whereas SAR and Na% indices supported its usability for irrigation purposes. However, the MH index suggested unsuitability for irrigation. Moreover, 25% of the sampling points met irrigation standards in terms of KR, while 75% did not. Potential health risks for both adults and children were below the threshold (HI < 1). Statistical approaches, including Spearman correlation, PCA and HCA, were employed to assess the physicochemical datasets representing water quality. This study is the first study conducted in the region to evaluate the water quality of the Kirazlı Stream and is an important reference for optimizing resource use and promoting sustainable water management."
    },
    {
      "pmid": "40445078",
      "title": "Del Nido vs. Blood Cardioplegia: A Comparative Analysis of Postoperative Atrial Fibrillation in Coronary Artery Bypass Grafting Patients.",
      "abstract": "Cardioplegia solution, also called the del Nido solution, has been widely used in pediatric cardiac surgeries, and has recently started to be used in adult cardiac surgeries. In this context, this study aimed to investigate the relationship between the use of del Nido and blood cardioplegia solutions and postoperative atrial fibrillation rates in our clinic. The study sample comprised 140 patients who underwent coronary artery bypass grafting. The del Nido and blood cardioplegia solutions were used in 70 (50%) patients. The postoperative atrial fibrillation rates of both groups were compared. Additionally, patients' preoperative, intraoperative, and postoperative data were evaluated. The cardiopulmonary bypass duration and defibrillation rate were lower in the del Nido cardioplegia group than in the blood cardioplegia group (P < 0.001). Atrial fibrillation rates on postoperative days one, five, and 30 were significantly lower in the del Nido cardioplegia group than in the blood cardioplegia group (P < 0.001, P < 0.001, and P = 0.007, respectively). The postoperative atrial fibrillation rate was significantly lower in the del Nido cardioplegia group than in the blood cardioplegia group. In addition, the del Nido cardioplegia solution did not interrupt the surgical flow, thus resulting in less total perfusion, shorter cross-clamping durations, and fewer defibrillation needs. In conclusion, the del Nido cardioplegia solution can be used safely and effectively in coronary artery bypass grafting surgeries."
    },
    {
      "pmid": "40444879",
      "title": "EXPRESS: Nanoparticulate MgH₂ Suppresses TRPM2-Mediated NLRP3 Inflammasome to Relieve Bone Cancer Pain.",
      "abstract": "Bone cancer metastases are the third most common site of cancer spread after lungs and liver. This condition often causes severe pain that impairs patients' physical, psychological, and social well-being. We aimed to explore the potential therapeutic benefits of magnesium hydride (MgH2) on bone cancer pain (BCP). A BCP model was established in Wistar rats. Daily oral dosing of 0.5% w/w MgH2 was administered. Assessment included pain sensitivity, motor coordination, and emotional behaviors. Hippocampal samples underwent RNA sequencing, Western blotting, immunofluorescence, and quantitative RT-PCR. MgH2 markedly reduced mechanical hypersensitivity and depressive behaviors in rats with BCP. These effects were linked to suppression of the TRPM2-NLRP3 signaling axis in hippocampal microglia. Additionally, MgH2 served as an adjuvant to reduce opioid tolerance during fentanyl co-treatment, enabling lower opioid dosages. Collectively, MgH2 inhibited TRPM2 activation, microglial activation, oxidative stress, and NLRP3 inflammasome formation, which together reduced neuroinflammation and improved therapeutic outcomes. MgH2 nanoparticles may relieve BCP and comorbid depressive symptoms by inhibiting TRPM2-mediated NLRP3 inflammasome activation in hippocampal microglia."
    },
    {
      "pmid": "40444111",
      "title": "The Effect of Pretreatments (Boiling and Ascorbic Acid) and Different Oven Drying Temperatures on the Nutritional, Anti-Nutritional Values and Color Properties of <i>Solanum torvum</i> Fruits.",
      "abstract": "The fruits of <i>Solanum torvum</i> are widely consumed for their nutritional and medicinal properties, particularly by lactating mothers, pregnant women, and anemic patients. However, ineffective preservation methods have led to significant postharvest losses. This study investigated the effects of different oven drying temperatures (50°C, 60°C, and 70°C) and pretreatments (boiling and ascorbic acid treatment) on the nutritional, anti-nutritional, and color properties of <i>S. torvum</i> fruits. Proximate composition, mineral content (iron, magnesium, calcium), antinutrients (alkaloids, oxalates, tannins), and color properties were analyzed. Results indicated that drying increased the concentration of most nutrients, with a concentration effect at 70°C that led to higher nutrient density despite reductions in heat-sensitive compounds like vitamin C (which decreased from 31.54 mg/100 g in fresh samples to 4.47 mg/100 g at 70°C). The boiling pretreatment led to cellular structure modifications that enhanced mineral extractability during analysis, with iron content increasing from 13.05 mg/kg in fresh samples to 76.08 mg/kg in boiled samples dried at 70°C. Additionally, boiling effectively inactivated browning enzymes, resulting in the lowest browning index (5.04) at 70°C compared to ascorbic acid treatments (30.36), despite the higher temperature. The study concludes that oven drying at 70°C with boiling pretreatment is an effective method for preserving <i>S. torvum</i> fruits while retaining their nutritional value and desirable color properties."
    },
    {
      "pmid": "40443880",
      "title": "Influence of a Two-Fold Ligation Pattern on Iron-Mediated Aryl-Heteroaryl Cross-Electrophile Couplings.",
      "abstract": "An aryl-heteroaryl cross-electrophile coupling (XEC) relying on the use of a single, well-defined iron catalyst is disclosed, involving magnesium as an electron source as well as heteroaryl chlorides and aryl iodides or bromides as coupling partners. A 2-fold coordination pattern featuring a π-acceptor, redox-active (N,N) ligand, along with a σ-donating phosphine ensures both the two-electron reduction of the starting iron-(II) precursor to enter the cycle and access to stable organoiron-(II) resting states, inhibiting the reductive decomposition of the catalyst."
    },
    {
      "pmid": "40443829",
      "title": "Nutrition, Gut Microbiota, and Epigenetics in the Modulation of Immune Response and Metabolic Health.",
      "abstract": "Immune system function is intricately shaped by nutritional status, dietary patterns, and gut microbiota composition. Micronutrients such as vitamins A, C, D, E, B-complex, zinc, selenium, iron, and magnesium are critical for maintaining physical barriers, supporting immune cell proliferation, and regulating inflammation. Macronutrients-including proteins, fats, and carbohydrates-also modulate immune responses through their impact on immune metabolism and the gut-immune axis. Epigenetic mechanisms, including DNA methylation, histone modifications, and microRNA expression, mediate the long-term effects of diet on immune function and tolerance. Diet-induced alterations in gut microbiota further influence immune homeostasis via microbial metabolites like short-chain fatty acids. Imbalanced diets, particularly the Western diet, contribute to immune dysregulation, chronic inflammation, and the development of metabolic disorders such as obesity and type 2 diabetes. While plant-based and Mediterranean dietary patterns have shown anti-inflammatory and immunoregulatory benefits, gaps remain in understanding the long-term epigenetic impacts of these diets. This review integrates current knowledge on how nutrition and the microbiome regulate immunity, highlighting future directions for personalized dietary strategies in preventing chronic immune-related conditions."
    },
    {
      "pmid": "40442918",
      "title": "Evaluation of Cranberry as a Novel Therapeutic Strategy for Intracerebroventricular (ICV) Quinolinic Acid-induced Cognitive Impairment in Rats.",
      "abstract": "Cranberry (Vaccinium macrocarpon) is a small, red fruit that has been widely recognized for its potential health benefits. The cranberry is rich in antioxidant-rich bioactive chemicals and nutritious components like essential vitamins, minerals, and antioxidants; for example, vitamin C, vitamin E, magnesium, copper, potassium, anthocyanins, flavonoids, phenolic acid, etc. Cranberries are thought to offer a variety of health advantages because they are high in Polyphenols (PPs), which have significant antioxidant activity. The objective of the current study was to evaluate the neuroprotective effect of cranberries on behavioural and neurochemical abnormalities induced by Quinolinic Acid (QA) treatment through Intracerebroventricular (ICV) injection in Wistar rats, as well as to identify the synaptic plasticity and cognition by modulating signaling cascades, such as the ERK and PI3K/AKT pathways, which offer an adjunct treatment to slow or enhance the effects of conventional treatment. A total of thirty Wistar rats were randomly assigned to several experimental groups. QA (240 nM in normal saline) was administered via ICV. Thereafter, cranberry (0.5g/kg p.o.) with QA, and high-dose cranberry group (2g/kg p.o.) with QA were administered to the animals for 21 days. The dosage of QA and cranberries was chosen based on earlier experimental research. The study found that cranberries significantly decrease cognitive deficits and motor impairments caused by Quinolinic Acid (QA) in rats. QA treatment affected cognitive function, as demonstrated by the Novel object recognition and the Morris water maze tests, and caused substantial disturbances in motor activity, as demonstrated by rotarod and footprint analyses. QA-treated rats also exhibited higher oxidative and nitrosative stress, lower Glutathione (GSH) levels, higher nitrite and lipid peroxidation, cholinergic dysfunction, and abnormalities in mitochondrial complexes I, II, and IV in the striatum and hippocampus regions. Cranberry (2 g/kg p.o.) significantly enhanced memory, learning, and motor coordination. Cranberry supplementation enhanced GSH levels, decreased MDA concentration, and improved mitochondrial function and cholinergic activity. According to a histological study, cranberries can protect against neuronal degeneration and inflammation. These findings indicate that cranberries may have neuroprotective properties, presumably through antioxidant, anti-inflammatory, and anti-excitotoxic processes that promote brain plasticity, neurogenesis, and neurotransmitter systems. This establishes the potential of cranberries as a prospective natural treatment for cognitive deficits and neurodegenerative illnesses, suggesting the need for additional research to understand the underlying mechanisms and human application better."
    },
    {
      "pmid": "40442136",
      "title": "Formation of the high pressure jeffbenite phase from glass at ambient pressure.",
      "abstract": "Jeffbenite is a magnesium aluminosilicate phase (nominally Mg<sub>3</sub>Al<sub>2</sub>Si<sub>3</sub>O<sub>12</sub>) found naturally in close association with diamonds. It has been synthesized at pressures as low as 6.5 GPa. We report here the synthesis of crystalline jeffbenite solid solutions at ambient pressure, through the controlled crystallization of glass. The resulting glass-ceramic materials can have between 20 and over 60 wt% crystalline jeffbenite. X-ray diffraction, <sup>27</sup>Al NMR, Raman spectral analysis, density, and elastic property evaluation all support the identification of this phase precipitating from glass. A mechanism for the nucleation and formation of this high-pressure phase, at ambient pressure conditions, is presented. Glass-ceramics based on jeffbenite may be transparent or opaque, have high modulus and hardness, and can be strengthened by ion exchange for a possible range of technical uses."
    },
    {
      "pmid": "40442014",
      "title": "Hydrogen inhalation and intrathecal magnesium sulfate ameliorate ischemia by suppressing cortical spreading depolarization in a rat subarachnoid hemorrhage model.",
      "abstract": "This study investigated whether inhaled hydrogen and intrathecal magnesium could mitigate cortical spreading depolarization and delayed cerebral ischemia in a rat model of subarachnoid hemorrhage. Adult male rats underwent subarachnoid hemorrhage induction with nitric oxide synthase inhibition and high-potassium application to elicit cortical spreading depolarization. Animals were assigned to sham, control, H<sub>2</sub>, Mg, or combined H<sub>2</sub> and Mg treatment groups. We measured direct current potentials, cerebral blood flow, brain water content, bodyweight changes, and neurological outcomes. Compared with controls, the H<sub>2</sub> and Mg groups had significantly reduced total depolarization and hypoperfusion times. The combined treatment produced similar benefits. H<sub>2</sub> alone rapidly shortened depolarization duration, suggesting that it may offer neuroprotection until Mg effects fully manifest. Neither treatment altered physiological parameters, brain water content, bodyweight, or neurological deficits. These findings indicate that H<sub>2</sub> and Mg reduce key pathophysiological processes related to early brain injury and delayed cerebral ischemia following subarachnoid hemorrhage, potentially improving outcomes by minimizing depolarization events and associated ischemia. H<sub>2</sub> therapy may provide early protective effects before Mg exertion."
    },
    {
      "pmid": "40441570",
      "title": "A comprehensive rheological study on the influence of ion charge density and valence in ionotropically crosslinked alginate hydrogels for bioprinting.",
      "abstract": "Alginate hydrogels are extensively utilized as a foundation for bioink formulations due to their facile gelation properties. In this study, the rheological behavior of alginate cross-linked by various biologically relevant ions was systematically investigated, with an emphasis on bioink development for bioprinting applications. While the cross-linking of alginate by calcium (Ca<sup>2+</sup>) ions is well-established, this work explored the effects of other divalent alkaline earth ions, including magnesium (Mg<sup>2+</sup>), strontium (Sr<sup>2+</sup>), and barium (Ba<sup>2+</sup>), as well as trivalent ions iron (Fe<sup>3+</sup>) and lanthanum (La<sup>3+</sup>), and the monovalent ion cesium (Cs<sup>+</sup>). Rotational and oscillatory rheological tests were performed to assess the gelation behavior and mechanical properties of the hydrogels. The findings demonstrated that alginate gelation is influenced not only by ion valency but also by charge density. Among the divalent ions, Mg<sup>2+</sup> failed to cross-link alginate chains effectively, whereas Ba<sup>2+</sup> produced hydrogels with superior rheological properties. The trivalent ions, Fe<sup>3+</sup> and La<sup>3+</sup>, induced gelation at relatively low concentrations, highlighting the role of charge density in enhancing cross-linking efficiency. In contrast, the monovalent ion Cs<sup>+</sup>, with its low charge density, did not promote hydrogel formation. These results were critically analyzed in the context of bioprinting requirements, emphasizing the importance of ion selection for tailoring bioink properties to meet the mechanical and structural demands of bioprinting processes."
    },
    {
      "pmid": "40441560",
      "title": "Magnesium-dependent phosphatase 1 (MDP1) interacts with WRKY 53 and protein phosphatase 2C 80 (PP2C80) to improve salt stress tolerance by scavenging reactive oxygen species in Salix psammophila.",
      "abstract": "The roles of haloacid dehalogenase-like hydrolase (HAD) proteins in plants under salt stress remain largely unexplored. In the present study, we identified and functionally characterized SpsMDP1, a member of the HAD family, from Salix psammophila, which is a shrub adapted to desert environments. SpsMDP1 was strongly upregulated by salt stress. Ectopic expression of SpsMDP1 in Arabidopsis and poplar enhanced salt tolerance, with increased peroxidase activity and less ROS accumulation. Enhanced xylem development was in transgenic poplar plants overexpressing SpsMDP1. Moreover, Y2H, Co-IP, BiFC, and luciferase complementation analyses demonstrated that SpsPP2C80 can interact with SpsMDP1 both in vitro and in vivo. In addition, Y1H, EMSA, and transient expression analysis revealed that SpsWRKY53 is an upstream regulator of SpsMDP1 and can directly bind to the W-box in the promoter region and activate its expression. Both SpsWRKY53 and SpsPP2C80 can increase salt stress tolerance by increasing the activity of antioxidant enzymes. Taken together, in our study we propose a model for the SpsWRKY53-SpsMDP1-SpsPP2C80 module to defend against salt stress by scavenging reactive oxygen species. Our results provide a foundation for better understanding the function of SpsMDP1 in response to salt in S. psammophila and identifying candidate genes for transgenic salt resistance breeding."
    },
    {
      "pmid": "40441252",
      "title": "Genetic determinants of micronutrient levels and their causal impact on osteonecrosis of the femoral head: A 2-sample Mendelian randomization study.",
      "abstract": "Osteonecrosis of the femoral head (ONFH) is a debilitating condition with unclear pathophysiology. Micronutrients are implicated in bone health, but their causal relationship with ONFH remains uncertain. This study aims to investigate the potential causal relationship between circulating levels of 15 micronutrients and the risk of ONFH using a 2-sample Mendelian randomization (MR) approach. The objective was to determine whether circulating levels of specific micronutrients (copper, calcium, carotene, folate, iron, magnesium, potassium, selenium, vitamin A, vitamin B12, vitamin B6, vitamin C, vitamin D, vitamin E, and zinc) have a causal impact on the risk of ONFH. This study employed a 2-sample MR approach using summary-level data from 15 genome-wide association studies (GWAS) focused on micronutrient exposures and 1 GWAS for ONFH. The study adhered to 3 fundamental MR assumptions and used the inverse variance weighting method as the primary analysis method, supplemented by MR-Egger regression and MR-PRESSO to assess heterogeneity and pleiotropy. To minimize population stratification bias, the study included only individuals of European descent. The primary finding was a significant association between genetically predicted higher levels of potassium and a reduced risk of ONFH (OR = 0.440, 95% confidence interval (CI) 0.2012-0.959, P = .039 per 1 standard deviation). No other micronutrients showed significant associations with ONFH risk. Sensitivity analyses, including MR-Egger regression and leave-one-out analysis, confirmed the robustness of these findings. Our findings indicate a significant association between genetically predicted higher potassium levels and a reduced risk of ONFH in individuals of European descent, while no other micronutrients demonstrated significant associations. Sensitivity analyses confirmed these results, suggesting a potential protective role of potassium in ONFH."
    },
    {
      "pmid": "40441233",
      "title": "Gitelman syndrome with hypercalcemia and normomagnesemia: A case report.",
      "abstract": "Gitelman syndrome (GS) is a rare autosomal recessive renal tubular disease, whose main symptoms are long-term hypokalemia, hypomagnesemia, hypochloremic metabolic alkalosis, and hypocalciuria. This study reported a GS patient with hypercalcemia combined with normomagnesemia. GS with hypercalcemia. The patient was treated with a 20 mg spironolactone tablet 2 times/day and a 1 g potassium chloride sustained-release tablet 3 times/day for potassium preservation. The patient received regular individualized long-term potassium supplementation and was followed regularly. GS is an extremely rare disease, which is characterize by long-term hypokalemia, hypomagnesemia, hypochloremic metabolic alkalosis, and hypocalciuria. But the case reported here combined with hypercalcemia and normomagnesemia. Clinical physicians should increase their awareness of this disease to enable early diagnosis and treatment of GS and reduce missed diagnoses."
    },
    {
      "pmid": "40441213",
      "title": "Cervical adenocarcinoma misdiagnosed as a nabothian cyst during pregnancy: A case report and review of the literatures.",
      "abstract": "The incidence of cervical adenocarcinoma is increasing, particularly in women of reproductive age, and presents a unique diagnostic and therapeutic challenge when encountered during pregnancy. Distinguishing malignant cervical lesions from benign entities such as nabothian cysts can be particularly difficult due to overlapping clinical and imaging features, leading to potential delays in diagnosis and management. A 38-year-old multiparous woman at 7 weeks' gestation was referred to a tertiary hospital for an abnormal Papanicolaou smear showing atypical glandular cells of undetermined significance and positive for high-risk human papillomavirus (HPV) type 18 infection. She was asymptomatic, with no vaginal bleeding, pelvic discomfort or other suggestive symptoms. Initial imaging and colposcopic findings suggested a nabothian cyst. However, 4 weeks later, atypical cytological findings and HPV 18 positivity prompted further surveillance. At 26 weeks' gestation, cervical biopsy confirmed moderately differentiated HPV-associated cervical adenocarcinoma. Magnetic resonance imaging staged the disease as International Federation of Gynecology and Obstetrics stage IB1. After multidisciplinary consultation, the patient underwent classical cesarean section followed by type 3 radical hysterectomy, bilateral salpingectomy, pelvic lymphadenectomy and ovarian transposition at 29 weeks 6 days gestation. Magnesium sulfate and corticosteroids were administered for fetal neuroprotection and lung maturation. Pathology confirmed a 1.5 cm cervical adenocarcinoma without lymphovascular space invasion, parametrial extension or lymph node metastasis. The patient has remained disease-free for 4 years under regular oncological surveillance. This case highlights the diagnostic complexity of cervical adenocarcinoma in pregnancy, particularly when lesions mimic benign cervical pathology. Persistent atypical cytology and high-risk HPV positivity warrant thorough evaluation, including colposcopic biopsy, despite pregnancy. A multidisciplinary approach is essential for optimal maternal and fetal outcomes."
    },
    {
      "pmid": "40440766",
      "title": "One stone, two birds: Multifunctional composites for bifacial solar photovoltaic power generation with enhanced flame retardancy and smoke suppression.",
      "abstract": "Solar photovoltaics (PV) convert sunlight into electricity, with bifacial systems capturing light on both sides to enhance efficiency. Incorporating materials with high reflectivity in the 300-1100 nm wavelength range can further boost this efficiency by redirecting unutilized light to the rear of bifacial PV modules. In this work, a multifunctional composite material was developed by incorporating nano titanium dioxide (TiO<sub>2</sub>) and magnesium hydroxide (Mg(OH)<sub>2</sub>) into a polyethylene (PE) matrix. This composite system exhibits high reflectivity in the 300-1100 nm range, with the addition of 10 phr nano TiO<sub>2</sub> and 150 phr Mg(OH)<sub>2</sub> increasing the reflectivity to 76.39 %, enhancing solar energy utilization. Additionally, the composite showed enhanced flame retardancy, with the limiting oxygen index rising from 17.8 % to 28.0 %, a UL-94 rating improvement from \"No Rating\" to V-0, and significantly reduced smoke density, approaching zero compared to the control. Its thermal conductivity of 1.13 W·m<sup>-1</sup>·K<sup>-1</sup> makes it suitable for passive cooling applications in building facades and automotive interiors. These combined properties make the composite a promising candidate for enhancing efficiency and safety in bifacial PV systems."
    },
    {
      "pmid": "40440029",
      "title": "Supplement and nutraceutical therapy in traumatic brain injury.",
      "abstract": "Traumatic brain injury (TBI) continues to be a leading cause of morbidity and mortality. Nutraceuticals and supplements have emerged as potential therapeutics to enhance brain recovery post-injury. To review the current evidence on the efficacy of various nutraceuticals and supplements in TBI management. A comprehensive search of PubMed, Scopus, and Google Scholar databases for studies published from January 2000 to December 2023 was conducted. Omega-3 fatty acids, play a crucial role in neuronal integrity and function, aiding TBI recovery by reducing oxidative stress and inflammation. Curcumin, known for its antioxidant and anti-inflammatory properties, reduces oxidative stress, increases brain-derived neurotrophic factor (BDNF), and suppresses inflammatory markers, enhancing cognitive recovery in TBI models. Fisetin, a flavonoid, reduces oxidative damage and inflammation by upregulating Nrf2 pathways and suppressing NF-kB, showing potential in TBI models. Vitamin D supplementation improves cognitive function, reduces inflammation, and correlates with better recovery outcomes in TBI patients. B vitamins, especially B2, B3, and B6, exhibit neuroprotective properties by reducing lesion volume, oxidative stress, and neuronal damage post-TBI. Vitamin E, an antioxidant, protects against TBI-induced oxidative stress and improves neurocognitive outcomes. These agents modulate various pro- and anti-inflammatory pathways to abrogate neuroinflammation, stabilize mitochondria, decrease oxidative stress, and promote neuronal recovery. Creatine, Coenzyme Q10, magnesium, and zinc also show promise in reducing inflammation, and enhancing recovery in TBI models, although further clinical research is needed. Nutraceuticals and supplements show promising potential in the management of TBI.<b>Trial registration:</b> ClinicalTrials.gov identifier: NCT01814527.<b>Trial registration:</b> ClinicalTrials.gov identifier: NCT03032302."
    },
    {
      "pmid": "40439702",
      "title": "Aisles of health? A pediatrician's guide to vitamins and dietary supplements in pharmacies and supermarkets.",
      "abstract": "In recent years, there have been increased discussions among parents about the use of Complementary and Alternative Medicine for kids, specifically dietary supplements and vitamins. While these were originally marketed to supplement nutrient needs, many families have begun to raise questions about the efficacy of vitamins and minerals to treat developmental conditions such as attention-hyperactivity deficit disorder, mood disorders, or sleep disturbances. Research investigating the use of vitamin supplements generally concludes that supplementation may be necessary in cases of deficiency; additional benefits are minimal. Some hormonal and mineral supplements like melatonin, fish oil, and magnesium have been found to reduce symptoms of hyperactivity, sleep disturbance, and conduct disorders in combination with other interventions. However, none of these therapies rival the efficacy of first-line treatment plans for these conditions. Additionally, overuse may lead to toxicity and adverse effects. While many parents may have concerns about their child's nutrient intake, much is still unknown about the dosing, safety, and efficacy of dietary supplements. For deficient children or patients resistant to eating certain food groups, mineral and vitamin supplements may be an effective way to meet nutritional needs. It is important to note that there is little evidence supporting the efficacy of dietary supplement use to treat other conditions nor any benefit for healthy children with a balanced diet."
    },
    {
      "pmid": "40439486",
      "title": "Molecular Insights into Novel Struvite-Hydrogel Composites for Simultaneous Ammonia and Phosphate Removal.",
      "abstract": "Struvite (NH<sub>4</sub>MgPO<sub>4</sub>·6H<sub>2</sub>O) mineralization is an effective technique for removing ammonium and phosphate species from wastewater. However, its wider use faces obstacles because of the copresence of various pollutants in wastewater and the additional requirement for magnesium to achieve proper supersaturation conditions. To address these challenges, this study developed novel mineral-hydrogel composites that can remove ammonium and phosphate simultaneously <i>via</i> heterogeneous struvite and calcium phosphate (CaP) mineralization in hydrogel matrices. The composites include <i>in situ</i> formed struvite and CaP mineral seeds, decreasing the nucleation energy barrier of struvite and CaP formation and promoting their heterogeneous nucleation kinetics even under undersaturation conditions in bulk solution. The dual struvite and CaP seeded composites can simultaneously reduce the ammonium and total phosphate concentrations up to 60% (26.3 mg of N/g) and 91% (9.54 mg of P/g), respectively. The average particle sizes in composites were increased from 6.12 to 14.8 nm after wastewater treatment. Moreover, various ions commonly existing in wastewater did not significantly interfere with the removal of ammonium and phosphate. Thus, these new mineral-hydrogel composites can provide an innovative way to lower nutrient levels before discharge to streams. Moreover, encapsulating ammonium and phosphate in mineral-hydrogel composites enables their upcycling in agricultural or biorefinery applications."
    },
    {
      "pmid": "40439201",
      "title": "Association between serum magnesium level and long-term prognosis of traumatic brain injury.",
      "abstract": "Our study aimed to investigate the association between initial serum magnesium levels and long-term functional outcomes in patients with TBI, accounting for variations across different age groups. This retrospective study included adult patients with TBI and intracranial injury treated at a level-1 trauma hospital. The primary exposure was on serum magnesium levels within 6 hour of emergency department admission. Study outcomes included 6-month mortality and disability, assessed using the Glasgow Outcome Scale (scores 1-3). Multilevel multivariable logistic regression analysis was conducted to determine the relationship between serum magnesium levels and study outcomes, with stratified analysis employed to investigate potential variations based on age groups. Low magnesium levels were significantly associated with an increased risk of 6-month disability (Odds ratio (OR) 1.80, 95% confidence interval (CI): 1.14-2.68) and 6-month mortality (OR: 1.82, 95% CI: 1.03-2.99). This association remained significant exclusively among younger patients, with ORs of 2.70 (95% CI: 1.21-5.14) for 6-month disability and 2.33 (95%, CI: 1.11-4.49) for 6-month mortality when stratified by age. Low serum magnesium levels are associated with poorer long-term outcomes in patients with TBI, and this effect is especially pronounced in younger adults (18-64 years). Specifically, younger patients exhibiting hypomagnesemia demonstrated a higher incidence of 6-month disability and mortality. These findings suggest a need to identify the causative links and explore whether correcting serum magnesium levels will improve TBI prognosis across different age groups."
    },
    {
      "pmid": "40438604",
      "title": "Associations between ionomic profile and metabolic abnormalities in a murine model of sodium sulfide induced alopecia areata.",
      "abstract": "Alopecia areata (AA) is a common autoimmune disorder marked by non-scarring hair loss, which imposes significant psychosocial stress on patients. To investigate key metabolites and ions involved in AA's pathogenesis, we utilized gas chromatography-mass spectrometry (GC-MS) for non-targeted metabolomics and inductively coupled plasma mass spectrometry (ICP-MS) for ionomics. A total of 36 six-week-old Kunming mice were divided into control (n = 12), an AA model (n = 12), and tofacitinib-treated groups (n = 12). A mouse model of AA was established by sodium sulfide (Na<sub>2</sub>S) induction in both the model and treatment groups, while the treatment group (n = 12) received tofacitinib treatment at a dose of 1 mg/kg. GC-MS was used to determine the metabolic profiling in serum samples, and ICP-MS was applied to assess ionomic changes in the serum samples. Potential metabolites and ions were identified using orthogonal partial least squares-discriminant analysis (OPLS-DA). Subsequently, MetaboAnalyst 5.0 and the Kyoto Encyclopedia of Genes and Genomes database (KEGG) were used to map the metabolic pathways. Spearman correlation analysis was conducted to identify relationships and potential regulatory interactions between differential metabolites and individual ions. Metabolomics analysis revealed that D-lactic acid, glycolic acid, linoleic acid, petroselinic acid, and stearic acid are key differential metabolites between the control, AA model, and tofacitinib groups. Pathway analysis highlighted that the biosynthesis of unsaturated fatty acids and linoleic acid metabolism are pivotal pathways implicated in the onset and progression of AA. Furthermore, ionomics analysis identified magnesium, aluminum, titanium, and nickel as differential ions among the three groups. The integrated metabolomics and ionomics analysis indicated that linoleic acid, a key differential metabolite according to the KEGG database, shows a positive correlation with phosphorus, vanadium, magnesium, and zinc. Among these, Mg<sup>2+</sup> (Mg<sup>2+</sup>) play a crucial role in modulating CD8<sup>+</sup> T cell infiltration, thereby influencing the disease progression in AA. Tofacitinib inhibits CD8<sup>+</sup> T cell infiltration in hair follicles affected by sodium sulfide-induced AA by modulating the linoleic acid metabolism-Mg<sup>2+</sup> pathway. Our findings offer new insights and potential avenues for the clinical diagnosis and treatment of AA, suggesting that targeting metabolic and ionic pathways could enhance therapeutic outcomes."
    },
    {
      "pmid": "40438465",
      "title": "Severe Presentation of Cannabinoid Hyperemesis Syndrome With Mixed Acid-Base Disorder and Cardiac Complications: A Case Report.",
      "abstract": "<b>Background:</b> Cannabinoid hyperemesis syndrome (CHS) is a condition characterized by cyclic abdominal pain, vomiting, and nausea, primarily affecting adolescents and adults with a history of chronic cannabis use. The diagnosis of CHS is clinical, with symptom resolution upon cannabis cessation considered pathognomonic. The overlap of CHS symptoms with other conditions complicates the differential diagnosis, particularly in emergency settings. <b>Case Presentation:</b> We report an unusual case of a 28-year-old man admitted to the Emergency Department of Rovereto (Italy) with limb paresthesia and agitation. Initial evaluation revealed indirect clinical signs of hypocalcemia, and QTc prolongation and severe hypokalemia on electrocardiogram. The arterial blood gas analysis suggested mixed acid-base disturbances. His symptoms improved with aggressive electrolyte correction, benzodiazepine administration, magnesium sulfate administration, and fluid resuscitation. Given the significant risk of arrhythmias, antiemetics known to prolong QTc, such as dopamine antagonists, were contraindicated, and midazolam was used as an alternative for symptom control (both nausea and agitation). <b>Conclusion:</b> This case underscores the importance of recognizing CHS as a potential etiology in patients with recurrent vomiting and a history of chronic cannabis use, even in the presence of atypical findings such as profound electrolyte imbalances and cardiac abnormalities. Given the protracted recovery period associated with CHS, early identification and patient education regarding cannabis cessation are crucial in preventing recurrent episodes."
    },
    {
      "pmid": "40438266",
      "title": "High-temperature epitaxial growth of tantalum nitride thin films on MgO: structural evolution and potential for SQUID applications.",
      "abstract": "The growth of superconducting tantalum nitride (TaN) thin films on magnesium oxide (MgO) substrates has been studied using pulsed laser deposition (PLD). This research investigates the influence of varying deposition parameters, including substrate temperature and ambient gas composition, on the structural, morphological, and superconducting properties of the films. X-ray photoelectron spectroscopy, X-ray diffraction, atomic force microscopy, and transmission electron microscopy analyses revealed that the TaN films exhibit excellent crystallinity and smooth surface morphology, when deposited at optimal temperatures of 750 and 850 °C. The films exhibit superconducting transition temperatures (<i>T</i> <sub>c</sub>) ranging from 5.0 to 6.3 K, depending on the stoichiometry and deposition conditions. Resistance-temperature curves further confirm the high quality of the films, as evidenced by their low residual resistivity ratios. These findings demonstrate that PLD is a suitable technique for producing high-quality TaN superconducting films."
    },
    {
      "pmid": "40437492",
      "title": "Myogenic nano-adjuvant for orthopedic-related sarcopenia via mitochondrial homeostasis modulation in macrophage-myosatellite metabolic crosstalk.",
      "abstract": "The decline in skeletal muscle mass and muscle strength linked to aging, also known as sarcopenia, is strongly associated with disability, traumatic injury, and metabolic disease in patients. Meanwhile, sarcopenia increases the risk of adverse orthopedic perioperative complications including implant dislocation, infection, loosening, and poor wound healing. Mitochondrial dyshomeostasis in the immune-myosatellite metabolic crosstalk is one of the major pathological factors in sarcopenia. To reduce the incidence of orthopedic perioperative complications in patients, we designed and developed a nano-adjuvant based on two-dimensional layer double hydroxide (LDH) for sustained improvement of systemic and orthopedic-related sarcopenia. Construction of MgAlCo-LDH@UA (MACL@UA) nano-adjuvant was performed by introducing cobalt in magnesium-aluminum LDH and further loading urolithin A (UA). The release of magnesium ions and UA promoted myocyte proliferation, angiogenesis and improved mitochondrial homeostasis. Al acted as an immunomodulatory adjuvant to enhance the metabolic crosstalk between macrophages and myosatellite cells, and prompted macrophage-derived glutamine nourishment. Animal experiments confirmed that vaccination with MACL@UA in systemic sarcopenia and intensive orthopedic perioperative vaccination with MACL@UA significantly enhanced quadriceps muscle mass in rats. This nano-adjuvant offers a solution for long-term improvement of sarcopenia and short-term significant reduction of orthopedic perioperative complications in patients, with promising prospects for clinical application and commercial translation."
    },
    {
      "pmid": "40436377",
      "title": "Multimodal Characterization of Rodent Dental Development.",
      "abstract": "The developing dentition comprises vital hard tissues of the craniofacial complex that undergo complex and distinct mineralization stages of development through changes in their physicochemical properties. This study investigates the mechanical and chemical properties of the developing enamel, dentin, and bone in mouse mandibles. We employ a multimodal, multiscale analysis of the developing postnatal incisor and first molar by integrating microcomputed tomography, nanoindentation, energy dispersive spectroscopy, and Raman spectroscopy. Our findings reveal patterns of mechanical, elemental, and chemical changes across the developing incisor in enamel and dentin. Magnesium, iron, and the carbon-to-phosphate ratio were significantly associated with enamel properties, while magnesium composition was associated with dentin. These results demonstrate that the mineral composition drives mechanical properties across these developing craniofacial hard tissues. The integrative multimodal approach provides a quantitative perspective on the early stages of enamel and dentin mineralization of the developing incisor."
    },
    {
      "pmid": "40436369",
      "title": "Prospect of Cascade Catalysis in Magnesium-Sulfur Batteries from Desolvation to Conversion Reactions.",
      "abstract": "Magnesium-sulfur (Mg-S) batteries have the advantages of high volumetric energy density, intrinsic safety, and low cost of anode and cathode materials. However, current obstacles that preventing practical applications of Mg-S batteries are reflected in the sluggish reaction kinetics of insulative sulfur cathode, designs of compatible electrolytes, and surface optimization of Mg anode against passivation. Regarding the sulfur cathodes, the inherent low conductivity, high volumetric changes, and polysulfide shuttling always result in depressive capacity and utilization. As known, the Mg<sup>2+</sup> carriers are coordinated with solvents in the electrolyte and need to be desolvated before or during the Mg<sup>2+</sup> participating in the electrochemical reactions. The desolvation steps and the cathodic or anodic redox steps are intercoupled at the electrode/electrolyte interface, which can be regarded as cascade reactions of different pathways. In this review, the efforts to deal with the high-energy-barrier processes including Mg<sup>2+</sup> desolvation, Mg<sup>2+</sup> migration at the interface and in cathode interior, and sulfur conversions are summarized. Importantly, the possible coupling manners between the above processes are highlighted. Then cascade catalysis strategy for accelerating the desolvation and sulfur conversion kinetics on the premise of superior conductivity is further reviewed along with a variety of characterizations from experiments to theoretical simulations. Finally, future development trends and deep understanding in Mg-S batteries are prospected."
    },
    {
      "pmid": "40436087",
      "title": "Comprehensive review and meta-analysis of magnesium chloride optimization in PCR: Investigating concentration effects on reaction efficiency and template specificity.",
      "abstract": "Optimizing the polymerase chain reaction (PCR) continues to be a major challenge in molecular biology, and obtaining the correct magnesium chloride (MgCl<sub>2</sub>) concentration is key to a successful reaction. A clear understanding of how MgCl<sub>2</sub> affects PCR thermodynamics and kinetics is crucial for creating efficient and reliable protocols that work consistently. A systematic meta-analysis was conducted of 61 peer-reviewed studies published between 1973 and 2024. The study selection adhered to rigorous PICOS criteria, prioritizing experimental investigations that specifically examined the effects of magnesium chloride (MgCl<sub>2</sub>) on key PCR parameters. Data extraction and subsequent analyses were performed using standardized methodologies, with particular emphasis on template characteristics, reaction conditions, and their interplay in influencing PCR efficiency and specificity. The analysis showed a strong logarithmic relationship between MgCl<sub>2</sub> concentration and DNA melting temperature, with an optimal ranges of 1.5 and 3.0 mM. Every 0.5 mM increase in MgCl<sub>2</sub> within this range was associated with a 1.2°C increase in melting temperature. Template complexity significantly affected the optimal MgCl<sub>2</sub> requirements, with genomic DNA templates requiring higher concentrations than the more straightforward templates. This meta-analysis offers quantitative insights and evidence-based guidelines for optimizing magnesium chloride (MgCl<sub>2</sub>) concentration using polymerase chain reaction (PCR). These results demonstrate that the precise modulation of MgCl<sub>2</sub> concentration, tailored to specific template characteristics, can significantly improve both the efficiency and specificity of PCR. These findings provide a robust theoretical framework for the development of template-specific optimization strategies and advance the design of more reliable and effective PCR protocols."
    },
    {
      "pmid": "40435889",
      "title": "High prevalence of suboptimal nutrient intake and comorbidities of people living with HIV on antiretroviral therapy.",
      "abstract": "Nutritional alterations are common in people living with human immunodeficiency virus (PLWH). Suboptimal intake of key nutrients contributes to the development of comorbidities, disease progression, and mortality. We sought to determine the prevalence of suboptimal nutritional intake and evaluate associations with metabolic alterations and immune activation in PLWH on long-term antiretroviral treatment (ART). This is a cross-sectional study composed of 72 PLWH on ART. Daily intake of macronutrients and micronutrients was calculated. Cholesterol, triglycerides and glucose levels were determined. Body composition and bone mineral density were assessed using dual-energy x-ray absorptiometry. T-cell immune activation (CD38<sup>+</sup>HLADR<sup>+</sup>) and inflammatory cytokines (interleukins 1 and 6 and tumor necrosis factor-α) were measured. Statistical analyses were conducted using STATA v18. Suboptimal intakes of fluoride (95.8%), iodine (90.2%), omega-6 (88.9%), potassium (86.1%), omega-3 (81.9%), vitamin E (79.1%), vitamin A (75%), magnesium (66.6%), manganese (58.3%), and molybdenum (50%) were observed. Obesity was observed in 52% of the studied population, and 51% had a low bone mineral density, 40% had hypertriglyceridemia, 14% had dyslipidemia, and 9% had hyperglycemia. A low intake of chromium was associated with a higher percentage of activated CD4<sup>+</sup> T cells (P = 0.04), and a low intake of vitamin B3 was associated with a higher percentage of activated CD8<sup>+</sup> T cells (P = 0.028). Moreover, a low intake of phosphorus and vitamin B3 was associated with increased levels of interleukins 1 and 6 and tumor necrosis factor-α in plasma (P < 0.05). Our cohort of PLWH on ART has a high prevalence of suboptimal intake of diverse micronutrients and comorbidities. We saw no association between suboptimal intake and comorbidities. Studies focused on the particular nutritional requirements of PLWH are needed in order to design nutritional interventions to prevent deficiency states, delay the development of non-AIDS-associated comorbidities, and increase quality of life."
    },
    {
      "pmid": "40435738",
      "title": "Effect of Ce<sup>3+</sup> doping on the structural, optical, and dosimetric properties of magnesium-borate glasses.",
      "abstract": "Ce<sup>3+</sup> doped magnesium-borate glasses with compositions 80MgB<sub>2</sub>O<sub>4</sub>-20MgB<sub>4</sub>O<sub>7</sub>:xCe and 60MgB<sub>2</sub>O<sub>4</sub>-40MgB<sub>4</sub>O<sub>7</sub>:xCe (where x = 0.10, 0.30, 0.50, 0.70, and 0.90 wt%), were successfully synthesized using the melt quenching method. The physical, structural, and luminescent properties of the glasses were systematically investigated through density measurements, X-ray diffraction (XRD), differential scanning calorimetry (DSC), optical absorption, spectrofluorometry, and optically stimulated luminescence (OSL). XRD patterns confirmed the amorphous nature of the glasses, while DSC provided insights into their thermal stability and phase transition behavior. The thermal stability of the 60 MBO matrix was found to be higher than that of the 80 MBO glass. An increase in glass density with higher Ce<sup>3+</sup> concentrations was observed, accompanied by a reduction in molar volume. The indirect and direct optical band gap decreased with increasing Ce<sup>3+</sup> content, correlating with the observed decrease in molar volume. Photoluminescence studies revealed emissions associated with Ce<sup>3+</sup> ions incorporated into the glass matrix. Additionally, OSL measurements demonstrated the dose-response behavior of the glasses over the range of 0.02-5 Gy. Particularly, the 60MBO glass composition exhibited superior sensitivity to ionizing radiation compared to the 80MBO composition. The OSL signal of the 60MGO glass fades significantly within a few days. Long-term stability of the OSL signal should be a goal for new studies on these glasses."
    },
    {
      "pmid": "40435730",
      "title": "Atmospheric carbon dioxide removal using layers of lime.",
      "abstract": "Metal oxides such as lime (CaO and Ca(OH)<sub>2</sub>) or magnesium oxide (MgO) react spontaneously with CO<sub>2</sub> in the air, under ambient conditions, to form stable carbonate minerals. They are therefore, being used as reactive materials to remove carbon dioxide from the atmosphere to help prevent climate change. In these technologies 'thin' layers of calcium or magnesium oxides/hydroxides are spread over an area of land or inside tiered structures to contact the material with CO<sub>2</sub> in the air. The proposed thickness of these layers varies by orders of magnitude between theoretical studies, from 3 to 100 mm, however, there is no published data describing the rates of carbonation as a function of layer thickness for lime. This study monitored the carbonation reaction of 2.5, 5, 10, 25 and 50 mm layers of CaO and Ca(OH)<sub>2</sub> in ambient temperatures and concentrations of CO<sub>2</sub>. The results show that repeated spreading of thin layers (<10 mm every 5-10 days) resulted in the largest removal rate per spatial area (>2 t CO<sub>2</sub> ha<sup>-1</sup> day<sup>-1</sup>). However, given that the production costs of zero carbon lime may be substantially greater than the cost of land, it may be more economical to maximise conversion through extended periods between applications."
    },
    {
      "pmid": "40435590",
      "title": "Comparative Evaluation of analgesic efficacy of ketamine and magnesium sulfate as adjuvants to bupivacaine for scalp block in supratentorial Craniotomy: A Randomized, Double-Blind clinical study.",
      "abstract": "Effective pain management during craniotomy is crucial for optimizing hemodynamics, recovery, and patient satisfaction. This study evaluated the efficacy of ketamine and magnesium sulfate as adjuvants to bupivacaine in preemptive scalp blocks, focusing on hemodynamics, postoperative pain, and analgesic consumption. This study included 102 patients undergoing supratentorial craniotomy, randomized into three groups (n = 34 in each): Group K (ketamine), Group M (magnesium sulfate), and Group C (saline). Each group received a preemptive scalp block with bupivacaine with the respective adjuvants. Hemodynamics, postoperative pain (Critical-Care Pain Observation Tool, CPOT), and analgesic consumption were measured at various time points. Ninety-seven patients were analyzed. Scalp block reduced the hemodynamic response to pin insertion in all groups. Intra-operative fentanyl consumption was significantly lower in the ketamine (191.82 ± 53.18 µg) compared to the saline (304.06 ± 48.73 µg) and magnesium groups (275.31 ± 59.04 µg, p < 0.001). The time (hours) to the first post-operative analgesic demand was longer in the ketamine (12.97 ± 4.13) compared to the saline (3.03 ± 1.47) and magnesium groups (4.19 ± 1.45, p < 0.001). Ketamine resulted in the lowest CPOT scores at 4 h (0.30 ± 0.53) post-operatively compared to magnesium (1.12 ± 0.66) and saline (1.66 ± 0.55, p < 0.001). Scalp block, with or without adjuvants, is effective in managing pin response. This study highlights ketamine as a valuable adjuvant to bupivacaine, significantly reducing analgesic consumption and prolonging pain relief. Magnesium provides moderate benefits. These findings support the preemptive use of ketamine in scalp block to enhance analgesia and maintain hemodynamic stability during craniotomy. However, further studies are needed to correlate the serum levels of ketamine to identify whether the effect is as adjuvant to local anesthetic or due to its systemic absorption."
    },
    {
      "pmid": "40435492",
      "title": "Dual-Phase Degradation and Hydroxyapatite Formation in Bioactive Glass Ceramic-Coated Aluminum Titanate Scaffolds for Bone Applications.",
      "abstract": "Aluminum titanium oxide scaffolds present a highly promising option because of their bioactivity, degradability, and antibacterial characteristics for bone tissue engineering. This makes them a viable alternative to metallic implants, which are susceptible to infection and have limited endurance. The present work aims to examine the impact of sol-gel bioactive glass ceramic coatings on Al<sub>2</sub>TiO<sub>5</sub> pellets throughout immersion periods of 12 and 24 h (BG12, BG24). A dual-phase degradation process occurs in these coated scaffolds: first, ion release from the coating stimulates the creation of hydroxyapatite, followed by a progressive breakdown of the Al<sub>2</sub>TiO<sub>5</sub> substrate, which further facilitates bone regeneration. An analysis of the structural and mechanical characteristics of coated and uncoated pellets was conducted by utilizing FESEM-EDS, XRD, TG-DTA, FTIR, BET, AFM, and micro-UTM techniques. Findings indicated that the scaffolds consist of a crystalline component of calcium magnesium silicate and calcium sodium aluminum silicate, together with a porous surface. Among the scaffolds, BG24 had the greatest compressive strength of 101 MPa. Bioactivity investigations demonstrated the production of hydroxyapatite in SBF, with a calcium-to-phosphorus ratio of 1.68 attained by BG24 after 14 days. Moreover, BG24 showed 90% cell survival at 100 μg mL<sup>-1</sup>, so verifying its cytocompatibility based on biocompatibility and antibacterial tests. Antibacterial research also showed that it effectively stopped the growth of <i>S. aureus</i> and <i>E. coli</i> bacteria, which supports the idea that it might be able to lower the risk of infections in biomedical settings. Because of its improved bioactivity through a dual-phase degradation mechanism, BG24 is a promising option for bone tissue regeneration."
    },
    {
      "pmid": "40435048",
      "title": "Knockdown of TRIM47 Overcomes Paclitaxel Resistance in Ovarian Cancer by Suppressing the TGF-β Pathway via PPM1A.",
      "abstract": "We investigated the role of tripartite motif 47 (TRIM47) in paclitaxel resistance in ovarian cancer, focusing on its regulation of protein phosphatase magnesium-dependent 1A (PPM1A), transforming growth factor-β (TGF-β) pathway activation, and methyltransferase-like 3 (METTL3)-mediated N6-methyladenosine (m6A) modification. Bioinformatics analysis using Gene Expression Profiling Interactive Analysis (GEPIA), Kaplan-Meier plotter (KM plot), Linkedomics, and sequence-based RNA adenosine methylation site predictor (SRAMP) databases identified TRIM47 and PPM1A expression patterns, prognostic significance, co-expression networks, and m6A modification sites. Paclitaxel-resistant ovarian cancer cell lines were generated. Quantitative reverse transcriptase polymerase chain reaction (qRT-PCR) and western blot analyzed gene and protein expression. Co-immunoprecipitation (Co-IP) and GST pull-down assays assessed TRIM47-PPM1A interaction, while cycloheximide (CHX) chase, and IP assays examined PPM1A stability and ubiquitination. RNA immunoprecipitation (RIP) and dual-luciferase assays determined METTL3's effect on TRIM47 m6A modification. Functional assays (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT), colony formation, and flow cytometry) evaluated proliferation, apoptosis, and drug response. An in vivo xenograft model confirmed TRIM47's role in chemoresistance. Bioinformatics analysis showed that TRIM47 was overexpressed in ovarian cancer and negatively correlated with the expression of PPM1A. Kaplan-Meier analysis showed that high TRIM47 and low PPM1A expression were correlated with poor prognosis. TRIM47 was upregulated in paclitaxel-resistant ovarian cancer cells. The knockdown of TRIM47 restored drug sensitivity, inhibited cell proliferation, and induced cell apoptosis. Mechanistically, TRIM47 functioned as an E3 ubiquitin ligase, targeting PPM1A for degradation, leading to sustained TGF-β signaling and enhanced chemoresistance. CHX chase assays demonstrated reduced PPM1A stability in the presence of TRIM47, while IP-WB confirmed increased PPM1A ubiquitination. METTL3-mediated m6A modification enhanced TRIM47 mRNA stability, further promoting its oncogenic role. In vivo, TRIM47 knockdown reduced tumor growth and improved paclitaxel efficacy, reinforcing its role in resistance. TRIM47 promoted paclitaxel resistance in ovarian cancer by inducing PPM1A degradation and activating the TGF-β pathway."
    },
    {
      "pmid": "40434824",
      "title": "Electrochemically synthesized Cu-Mg mesh catalysts for methanol steam reforming.",
      "abstract": "Methanol steam reforming (MSR) represents a cost-effective method for hydrogen production. Structured catalysts, which exhibit strong resistance to frequent mechanical vibrations and suitability for on-board MSR, are somewhat complicated to fabricate. Herein, we synthesized and investigated copper-magnesium (Cu-Mg) mesh-type structured catalysts by a modified cycling chronopotentiometry method. The Cu-Mg-mesh catalyst was electro-synthesized in a Mg(NO<sub>3</sub>)<sub>2</sub> electrolyte and achieved a H<sub>2</sub> yield of 205.82 mmol (g<sub>cat</sub> h)<sup>-1</sup> at 250 °C and a WHSV<sub>MeOH</sub> of 12 h<sup>-1</sup>, whereas the unpromoted Cu-mesh catalyst prepared in a NaNO<sub>3</sub> electrolyte exhibited no catalytic activity under the same reaction conditions. A series of <i>in situ</i> characterization and chemisorption studies show that MgO not only improves the dispersion and stability of Cu nanoparticles, but also strengthens the catalyst surface basicity, promotes the formation of methoxy intermediates and boosts the activity of formate, ultimately leading to superior catalytic performance."
    },
    {
      "pmid": "40434162",
      "title": "Enhancing Photostability by Thermodynamic and Kinetic Factors: Free-Base and Palladium <i>meso</i>-Aryl-octaethylporphyrins.",
      "abstract": "Photostability is a crucial parameter in applications based on light-matter interactions. In this work, we demonstrate that photodegradation efficiency can be strongly decreased by altering the thermodynamic and kinetic characteristics of a chromophore. Photobleaching quantum yields have been determined for a series of free-base octaethylporphyrins and their palladium metallocomplexes gradually substituted by phenyl groups at the <i>meso</i> positions. Due to increased oxidation potential of palladium porphyrins, photostability is improved in comparison with zinc or magnesium derivatives. A spectacular effect is observed for nonplanar palladium derivatives in which the triplet lifetime in deoxygenated solution is shortened by 3 orders of magnitude with respect to planar porphyrins. Comparison of photodestruction efficiencies in oxygen-containing and degassed toluene samples shows a hundred-fold decrease of photobleaching quantum yields for nonplanar palladium porphyrins, reaching an extremely low value of less than 10<sup>-9</sup>. In contrast, free-base, nonplanar porphyrins are less stable than the planar analogues in nondegassed toluene. Finally, planar free-base and palladium porphyrins become significantly less photostable in the degassed solution because the triplet decay time increases by 3 orders of magnitude compared to oxygen-containing samples."
    },
    {
      "pmid": "40433404",
      "title": "Multimodal Regional Anesthesia Combining Spinal and Erector Spinae Plane Block for Spine Surgery in a High-Risk Patient with Systemic Sclerosis: A Case Report.",
      "abstract": "The erector spinae plane block (ESPB) is a novel regional anesthesia technique that is increasingly incorporated into multimodal analgesia as part of enhanced recovery after surgery (ERAS) pathways in various surgical procedures, including spine surgery. We report the successful use of spinal anesthesia (SA), ESPB, and magnesium sulfate in a high-risk patient with systemic sclerosis and pulmonary fibrosis undergoing laminectomy. A multimodal approach was selected due to the patient's underlying condition. This strategy minimized respiratory complications associated with general anesthesia while providing effective surgical anesthesia and postoperative pain control without opioid-related complications. Our case highlights the utility of ESPB, not only for postoperative pain management but also as a valuable adjunct to primary anesthesia, especially in high-risk patients."
    },
    {
      "pmid": "40433221",
      "title": "Rhythm vs Rate Control Strategies for Perioperative Atrial Fibrillation After Noncardiac Surgery: A Systematic Review and Meta-analysis.",
      "abstract": "For patients with perioperative atrial fibrillation (POAF) after noncardiac surgery, earlier conversion to sinus rhythm might improve outcomes. The efficacy of a rhythm vs rate control strategy for the acute management of POAF remains uncertain. We searched databases for randomized controlled trials (RCTs) and observational studies that included patients with POAF after noncardiac surgery and reported outcomes for patients acutely treated with a rhythm control strategy vs either a rate control or no treatment strategy. Studies were pooled using random effects models. Of the observational studies, a rhythm control strategy was associated with higher conversion rates to sinus rhythm compared with a rate control or no treatment strategy (risk ratio [RR], 1.93; 95% confidence interval [CI], 1.25-2.97; 9 studies; N = 591). Compared with a rate control or no treatment strategy, a rhythm control strategy was not associated with differences in length of hospital stay (mean difference, -1.67 days; 95% CI, -7.10 to 3.76; 2 studies), length of intensive care stay (mean difference, -1.90 days; 95% CI, -7.62 to 3.82; 1 study), or all-cause mortality (RR, 1.12; 95% CI, 0.62-2.00; 5 studies). In an RCT that compared amiodarone vs magnesium, the RR was 0.56 for conversion to sinus rhythm (95% CI, 0.31-1.03; N = 34). A rhythm control strategy was associated with greater success rates for conversion to sinus rhythm compared with a rate control or no treatment strategy. However, the observational studies were of low quality and only 1 small RCT was identified, and few data were available for other outcomes."
    },
    {
      "pmid": "40432659",
      "title": "Lessons Learned in the Management of Eclampsia: A Retrospective Observational Study in Pregnant Women.",
      "abstract": "Background Eclampsia is a critical obstetric emergency associated with significant maternal and fetal mortality and morbidity. This retrospective observational study assesses the clinical characteristics, management strategies, and findings in eclamptic patients, emphasizing lessons learnt from treatment delays and therapeutic interventions. Aims The study aimed to determine perinatal outcomes in eclamptic women and to evaluate perinatal outcomes based on the interval between the initial convulsion and delivery, as well as the duration of treatment before delivery and delivery methods. Study setting and design Eclamptic women who met the inclusion criteria and were admitted from January 1, 2012, to December 31, 2024, to the labor ward at BLDE (DU) Shri B M Patil Medical College Hospital and Research Centre in Vijayapura, Karnataka, India, were included in this study. Investigation findings and medical data were gathered and assessed. Results The study included 192 pregnant women having eclampsia, all beyond 28 weeks of gestation, meeting specified inclusion and exclusion criteria. A total of 192 babies were delivered, with 58 perinatal deaths (30.2%) recorded. Obstetric analysis revealed that primigravida patients constituted the majority, reinforcing their higher risk profile. Perinatal mortality was raised in individuals with systolic blood pressure (BP) of ≥160mm Hg, diastolic of ≥110mm Hg, newborns of birth weight less than 2 kg, and urine albumin levels exceeding 2+. Perinatal mortality was comparatively low when provided within six hours of convulsion and starting medical care. The cesarean section rate was high, reflecting the need for rapid stabilization. Conclusion This study highlights that early and appropriate use of medical management coupled with decisive delivery planning results in high fetal viability and acceptable maternal outcomes. The predominance of primigravida and the high cesarean rates suggest that eclampsia management protocols require continuous refinement to improve response times and further enhance fetomaternal safety. Emphasis on early recognition and rapid intervention remains essential in reducing morbidity and mortality associated with this obstetric emergency."
    },
    {
      "pmid": "40432305",
      "title": "Gradient-Heterogeneous Lithium/Lithium-Magnesium Alloy for a Highly Stable Lithium Metal Anode.",
      "abstract": "The lithium metal anode is considered a promising anode material due to its high specific capacity. However, the high reactivity and nonuniform deposition of Li metal pose significant challenges to the advancement of Li metal batteries. In this study, we introduce a straightforward and efficient approach to fabricate a heterogeneous Li/Li-Mg alloy anode with an Mg gradient distribution. Compared with homogeneous Li-Mg alloys, gradient-heterogeneous Li/Li-Mg alloys can offer a higher electrochemical activity surface area. Besides, the rich-Li alloy on the surface of alloy particles adeptly prevents the passivation effect, and the interior-rich Mg alloy guarantees the structural stability of the electrode. The symmetrical cell utilizing the gradient-heterogeneous Li/Li-Mg alloy exhibits stable cycling performance exceeding 7000 h. When paired with a SPAN cathode, the full cell retains 95% of its reversible capacity over 500 cycles. This study presents a straightforward and efficient approach to further the development of Li metal batteries."
    },
    {
      "pmid": "40431547",
      "title": "Hematology and Plasma Biochemistry Reference Values of the Subgenus <i>Hapturosaurus</i> (<i>Varanus macraei</i>, <i>Varanus prasinus</i>, <i>Varanus beccarii</i>) Under Human Care.",
      "abstract": "The tree monitor lizards of the subgenus <i>Hapturosaurus</i> are an understudied but increasingly important group of reptiles in zoos. The routine blood analysis of reptiles in captivity is highly recommended; however, the lack of reliable reference values for many species severely limits their clinical use. This study aims to establish preliminary reference values (RV) for the main hematological and biochemical parameters in three species of the subgenus <i>Hapturosaurus</i> (<i>Varanus macraei</i>, <i>Varanus prasinus</i> and <i>Varanus beccarii</i>). Blood samples were taken from healthy adult individuals (<i>n</i> = 34), females (<i>n</i> = 18) and males (<i>n</i> = 16), maintained under controlled conditions in a zoo. A complete biochemical analysis was performed on all individuals, including alanine-aminotransferase, alkaline phosphatase, gamma-glutamyl transpeptidase, aspartate-aminotransferase, creatine kinase, bile acids, urea, uric acid, total solids, total proteins, albumin, glucose, fructosamine, lactate, cholesterol, triglycerides, amylase, calcium, phosphorus, calcium:phosphorus ratio, and magnesium. In addition, a complete hematological analysis was conducted on these individuals, including hematocrit, hemoglobin concentration, total erythrocyte and leukocyte counts, and leukocyte differential count. From the data obtained, reference intervals were established following the guidelines provided by the American Society for Veterinary Clinical Pathology (ASVCP). In this study, the results of the three species were unified to increase the sample size and to obtain more representative reference intervals. This unification was supported by a statistical analysis using the one-factor ANOVA test, which showed no statistically significant differences between species (<i>p</i> < 0.050). These data constitute an essential first step for the clinical practice and management of these <i>Hapturosaurus</i> species in zoos and specialized centers. Future collaboration with other institutions will help expand the dataset and enhance the accuracy of the established reference values."
    },
    {
      "pmid": "40431418",
      "title": "Macroelement Content (Na, K, Ca, and Mg) in Microwave Foods.",
      "abstract": "The consumption of microwave ready meals has increased significantly in recent years due to a noticeable reduction in the available time to spend cooking. However, one of the issues about this type of diet is its nutrient intake. The main objective of this study was to determine the content of macroelements (Na, K, Ca, and Mg) in samples of animal origin (omelette, chicken curry, meatballs, shredded meat, and prawns), vegetable origin (vegetable garnish, round rice, pesto pasta, cream of vegetable soup, and chickpeas with spinach), and mixed origin (pizza, lasagna, seafood paella, cannelloni, and spaghetti Bolognese). The macroelement content was determined by ICP-OES (Inductively Coupled Plasma-Optical Emission Spectrometry) in 288 samples of different microwave foods. Likewise, the possible difference in the content of macroelements after the microwave heating process was studied, and significant differences in the Ca content were observed in the three analyzed food groups, indicating that there may have been migration from the container to the food. The concentrations of Na and Ca in the tails of garlic prawns (9381 ± 3102 mg Na/kg fw and 845 ± 134 mg Ca/kg fw) stood out. The vegetable side dish stood out for its higher concentration of K (3424 ± 1319 mg/kg fw). Pizza registered the highest concentrations of the four macrolements within the group of foods of mixed origin. The study of the dietary intake indicated that the consumption of some animal-based products offered a contribution to the safe and adequate intake of Na of almost 50%, which could pose a risk of dietary overdose as Na is an element found in many foods. It is recommended to moderate the consumption of some of the dishes analyzed mainly because of the risk of the high intake of Na."
    },
    {
      "pmid": "40431407",
      "title": "Intake or Blood Levels of Magnesium and Risk of Metabolic Syndrome: A Meta-Analysis of Observational Studies.",
      "abstract": "The association between magnesium and metabolic syndrome has not been comprehensively examined. We conducted a meta-analysis to quantitatively evaluate the association between intake and blood levels of magnesium and metabolic syndrome. We searched PubMed, Scopus, and ISI Web of Science databases to identify studies reporting an association between magnesium and metabolic syndrome up to April 2025. To pool the effect sizes on metabolic syndrome according to intake and blood levels of magnesium, a random effects model was used. Twenty-seven publications including 95,933 participants were included in the meta-analysis. The relative risk summary of metabolic syndrome for highest versus lowest intake of magnesium was 0.79 (95% confidence interval [CI]: 0.71-0.88) for prospective cohort studies. In the meta-analysis of cross-sectional studies, magnesium intake was inversely associated with metabolic syndrome (odds ratio = 0.61; 95% CI: 0.39-0.94). High blood levels of magnesium were inversely associated with metabolic syndrome (effect estimate = 0.53; 95% CI: 0.37-0.76). The present meta-analysis indicated that magnesium intake was inversely associated with a risk of metabolic syndrome. Regarding the association between blood levels of magnesium and metabolic syndrome, a significant inverse association was found, but the interpretation was cautious due to the observed high heterogeneity. The association between magnesium status and metabolic syndrome needs to be confirmed with further prospective studies."
    },
    {
      "pmid": "40431395",
      "title": "The Importance of Vitamin D and Magnesium in Athletes.",
      "abstract": "Vitamin D and magnesium are essential nutrients that play key roles in an athlete's performance, recovery, and overall health. Vitamin D is crucial for bone health (aiding calcium absorption and preventing stress fractures), muscle function (preventing weakness and injury), and reducing respiratory infections. Magnesium is fundamental in muscle function, adenosine triphosphate production for muscle contraction, electrolyte balance, bone strength, and cardiovascular health. The magnesium requirement of healthy adults is estimated at 300-400 mg/day, but there is evidence that athletes may have higher magnesium needs compared to sedentary persons. Magnesium and vitamin D are closely linked-vitamin D aids magnesium absorption, while magnesium is vital for vitamin D synthesis, transport, and activation. Given their importance in athletes, this article explores their functions, interactions, and the effects of deficiencies and supplementation in athletic populations."
    },
    {
      "pmid": "40430503",
      "title": "In Vitro Evaluation of Drug-Drug Interaction Between Gliclazide and Antacids at the Absorption Level.",
      "abstract": "<b>Background</b>: The antidiabetic drug gliclazide is often taken with antacids due to its gastrointestinal side effects. However, patients rarely report antacid use, making drug-drug interactions a potential cause of therapy failure. Therefore, this study aimed to investigate the in vitro effects of various antacids on gliclazide permeability and to explore the underlying mechanisms. <b>Methods</b>: The permeability of gliclazide alone and in the presence of antacids (sodium bicarbonate, calcium carbonate, aluminum hydroxide, hydrotalcite and calcium carbonate/magnesium carbonate) was investigated using the parallel artificial membrane permeability assay (PAMPA) in four media (buffers pH 1.2, pH 4.5, pH 6.8 and water). The permeability coefficients were calculated, and the effect of pH on gliclazide permeability was also evaluated. <b>Results</b>: At simulated fasting gastric conditions (pH 1.2), groups with calcium carbonate, hydrotalcite and the combination of calcium carbonate/magnesium carbonate showed significantly higher permeability of gliclazide than the control group. At fed-state gastric conditions (pH 4.5), only hydrotalcite did not significantly change the permeability of gliclazide. Sodium bicarbonate, aluminum hydroxide and hydrotalcite significantly reduced the gliclazide permeability in comparison to the control group at pH 6.8 as a representative of fasted-state intestinal fluid. <b>Conclusions</b>: Antacids significantly impact the permeability of gliclazide at different pH values, potentially influencing its bioavailability. Gliclazide permeability is mainly influenced by pH-dependent ionization, though complex or salt formation may also play a role. Since both gliclazide and antacids are taken with food, and gliclazide is primarily absorbed in the small intestine, calcium- and magnesium-based antacids can be considered the most suitable choice."
    },
    {
      "pmid": "40430492",
      "title": "Polyphenolic Composition, Mineral Profile, and Biological Activities in Different Organs of Alpine Woundwort-Insights into Antioxidant and Enzyme Inhibitory Potential.",
      "abstract": "<b>Background:</b><i>Stachys alpina</i> is a medicinal plant from the Lamiaceae family whose biological potential remains poorly explored. <b>Methods:</b> The aim of this study was to comprehensively assess the pol-yphenol profile, macro- and microelement composition, and the antioxidant, an-ti-diabetic, and anti-obesity activities of various plant organs (leaves, flowers, stems, and roots). <b>Results:</b> The leaves and flowers exhibited the highest concentration of phenolic compounds, while anthocyanins were detected exclusively in the flowers (215.05 mg/100 g dry matter (dm)) and constituted 3% of the total polyphenols. Verbas-coside and chlorogenic acid were the most abundant polyphenols, reaching 4618.88 and 3277.83 mg/ 100 g dm in the leaves. The highest ABTS and FRAP scavenging activity was observed in leaves (19.30 and 7.62 mmol TE/g dm, respectively). Principal component analysis demonstrated a strong correlation between polyphenol content and antioxidant activity (ABTS-r= 0.87 and FRAP-r = 0.90), which was further confirmed by Pearson's correlation coefficients. The study also highlighted the significant impact of mineral composition on biological activity-calcium and magnesium dominated in stems (10,100 and 3900 mg/kg) and in roots (9200 and 3100 mg/kg), supporting the functioning of an-tioxidant enzymes, while zinc and manganese in leaves (89.43 and 155.33 mg/kg) con-tributed to intense metabolic processes. <b>Conclusions:</b><i>S. aplina</i> could serve as a valuable source of natural antioxidants and enzyme inhibitors associated with glucose and lipid metabolism, suggesting its promising application in the prevention and management of metabolic disorders.."
    },
    {
      "pmid": "40430298",
      "title": "Interactions of Ligand, Aptamer, and Complementary Oligonucleotide: Studying Impacts of Na<sup>+</sup> and Mg<sup>2+</sup> Cations on Sensitive FRET-Based Detection of Aflatoxin B1.",
      "abstract": "The effects of magnesium and sodium on the interactions between aptamer, its specific ligand, and short complementary oligonucleotides (cDNAs) differing in affinity of their binding with the aptamer were studied. Aflatoxin B1 (AFB1) and AFB1-binding aptamer were used in the study. Dependencies for the aptamer binding with the fluorophore-labeled AFB1 under varied concentrations of the cations were obtained using fluorescence anisotropy measurements. The increase of the aptamer affinity to AFB1 in the presence of cations was demonstrated using fluorescence anisotropy and isothermal calorimetry. The collected data indicate that 300 mM Mg<sup>2+</sup> (significantly more than the range commonly used in aptamer sensors) provides the best affinity (16.5 ± 2.2 nM) of the aptamer-AFB1 complexation. Sodium decreases the Mg<sup>2+</sup>-modulated affinity at some Na<sup>+</sup>/Mg<sup>2+</sup> ratios. The aptamer affinity with cDNAs increases with concentration of cations, but not in the same way as for AFB1. Based on the characterized conditions for bimolecular interactions, the ligand-induced displacement of cDNAs was studied with the registration of the Forster fluorescence energy transfer (FRET). The most sensitive revealing of AFB1 (IC10% 3.2 ± 0.3 nM) in this three-compound FRET system was demonstrated for cDNA having an equilibrium constant of the aptamer binding close to the constant of the aptamer-AFB1 reaction."
    },
    {
      "pmid": "40430145",
      "title": "Life on Venus?",
      "abstract": "Venus is not generally at the forefront when considering extraterrestrial life. Yet, based on the physical similarities and proximity to Earth and with the little knowledge of its evolutionary history, there is a possibility that Venus may have hosted life in the past on the surface if Venus had liquid water and perhaps even has water present in the clouds today. While the early suggestions during the beginning of the space exploration about life on Venus were mostly speculative due to limited data, recent interest has arisen from realizations: (i) the unexplained ultraviolet absorption spectrum of Venus resembles many organics, (ii) there is chemical disequilibria in the cloud layer, (iii) the cloud aerosols likely contain significant abundances of hydrated iron and magnesium sulfates, and (iv) the solar radiation received in the cloud layer contains the appropriate wavelengths and flux to support phototrophy. Considering the extreme environmental survival of many terrestrial microorganisms, the possibility remains that any extant life on Venus in the past could have adapted to survival in the cloud layer far above the surface where energy and nutrients are available, but the precise compositions of the cloud particles and water availability are still uncertain. The key to solving the mystery of life on Venus is to determine if Venus had liquid water on the surface in its past and to measure the precise chemical composition of the Venus atmosphere and the cloud particles. Missions which will be launched in the next few years will provide much needed data that should provide some answers we seek and will surely raise more questions. This perspective reviews recent developments."
    },
    {
      "pmid": "40430007",
      "title": "Effect of Calcination Temperatures on Crystallite Size, Particle Size, and Antimicrobial Activity of Synthesized MgO and Its Cytotoxicity.",
      "abstract": "The development of antimicrobial agents with excellent antimicrobial activity, high thermal stability, and non-toxic properties is an essential demand in food packaging, pharmaceutical, and biomedical applications. In the present study, MgO nanoflakes were synthesized via the co-precipitation method by varying calcination temperatures at 400, 500, and 600 °C. The effect of calcination temperature on the morphology, thermal stability, antimicrobial activity, and cytotoxicity of the MgO nanoflakes was analyzed. All synthesized MgO samples showed a Face-Centered Cubic (FCC) structure. As the calcination temperature increased, the MgO crystallite and particle sizes increased, whereas the surface area decreased. In addition, the MgO synthesized from higher calcination temperatures showed higher thermal stability and crystallinity. The MgO synthesized from the lower calcination temperatures (400 and 500 °C) showed superior antimicrobial activity against <i>Escherichia coli</i> (100% R) and <i>Staphylococcus aureus</i> (100% R) than that from the higher calcination temperature (600 °C). The cytotoxicity test demonstrates slight cytotoxicity in MgO-400 °C at concentrations ranging from 100 to 200 µg/mL. Interestingly, MgO-500 °C and MgO-600 °C demonstrate biocompatibility and exhibit non-cytotoxic effects, respectively, highlighting their potential for practical applications in active food packaging and biomedical fields."
    },
    {
      "pmid": "40428981",
      "title": "Study on the Effect of Corrosion on Tensile Properties of GW63K Magnesium Alloy.",
      "abstract": "Tensile tests of GW63K (Mg-6Gd-3Y-Zr) magnesium alloy under different heat treatment conditions were performed after immersion of the test specimens in 3.5 wt.% NaCl aqueous solution for periods up to 72 h. Results indicate that pitting corrosion should be responsible for the severe degradation of the tensile properties including yield strength, tensile strength (corrosion residual strength), and elongation within the testing time. The extreme depth of the corrosion pit was statistically related to corrosion residual strength. The variation of corrosion residual strength exhibited an exponential decay trend from 0 to 72 h. Furthermore, heat treatment enhanced the corrosion resistance of the GW63K alloy by inhibiting both the initiation and growth of corrosion pits, thereby improving the corrosion residual strength of the alloy. The critical working strength of GW63K alloy was significantly improved (increased to 192 MPa from 132 MPa) via heat treatment."
    },
    {
      "pmid": "40428969",
      "title": "Effect of Magnesium and Temperature on the Accelerated Carbonation Progress of β-Dicalcium Silicate.",
      "abstract": "This study investigates the impact of different temperatures and initial Mg<sup>2+</sup>/Ca<sup>2+</sup> molar ratios in the solution on the wet-accelerated carbonation of β-dicalcium silicate (β-C<sub>2</sub>S). The x-ray diffraction (XRD), fourier transform infrared spectroscopy (FT-IR), thermogravimetric analyzer (TGA), and field emission scanning electron microscopy (FE-SEM) analysis results indicated that temperature and the Mg<sup>2+</sup>/Ca<sup>2+</sup> molar ratio are key factors in the nucleation of aragonite. Aragonite formed at a temperature above 60 °C, and the high temperature promoted the crystallinity of needle-like aragonite with a length of 1-6 μm and a diameter of ~1 μm. Moreover, 80 °C was the most favorable temperature for the formation of aragonite with a large aspect ratio in the carbonation system of β-C<sub>2</sub>S. Mg<sup>2+</sup> had a significant effect on inhibiting the transformation of aragonite to calcite and promoting the stability of aragonite. Aragonite became the dominant CaCO<sub>3</sub> polymorph instead of calcite when the Mg<sup>2+</sup>/Ca<sup>2+</sup> molar ratio was above 1.0, and pure aragonite-style calcium carbonate was formed at a Mg<sup>2+</sup>/Ca<sup>2+</sup> molar ratio of 1.5."
    },
    {
      "pmid": "40427722",
      "title": "Supra-Physiological Levels of Magnesium Counteract the Inhibitory Effect of Zoledronate on RANKL-Dependent Osteoclastogenesis.",
      "abstract": "Bisphosphonates (BPs) are drugs used to cure metabolic diseases like osteoporosis and oncological conditions, such as multiple myeloma and bone metastases. The pharmacological activity of these compounds is mediated by their capacity to induce a systemic osteoclast depletion, finally resulting in reduced bone resorption. In spite of their efficacy, the clinical application of BPs is sometimes associated with a frightening side effect known as osteonecrosis of the jaw (ONJ). In principle, a therapeutic approach able to elicit the local re-activation of osteoclast production could counteract the onset of ONJ and promote the healing of its lesions. Using a vitamin D3-dependent model of osteoclast differentiation, it has been previously demonstrated that when used at supra-physiological concentrations, magnesium strongly favors the process under consideration, and its effect is furtherly enhanced by the presence of a BP called zoledronate. Here, we show that similar results can be obtained in a RANKL-dependent model of osteoclast differentiation, suggesting that a topical therapy based on magnesium may be also suitable for ONJ determined by denosumab in light of the ability of this monoclonal antibody to target RANKL."
    },
    {
      "pmid": "40427642",
      "title": "Metabonomics Analysis Reveals the Influence Mechanism of Three Potassium Levels on the Growth, Metabolism and Accumulation of Medicinal Components of <i>Bupleurum scorzonerifolium</i> Willd. (Apiaceae).",
      "abstract": "<i>Bupleurum scorzonerifolium</i> Willd. is a commonly used bulk Chinese herbal remedy. Due to the large-scale mining of wild <i>Bupleurum scorzonerifolium</i> Willd., its natural resources are gradually exhausted. In addition, there are some problems in <i>Bupleurum scorzonerifolium</i> Willd. cultivation, such as lack of guidance, excessive application of fertilizers and so on, which lead to the yield and quality of <i>Bupleurum</i> to be below the standard value. Therefore, it is significant to clarify the regulation of quality and yield under different levels of fertilizers. In this study, three different levels of potassium fertilizer were applied; then, the metabolites in different parts of <i>Bupleurum</i> were analyzed by gas chromatography-mass spectrometry (GC-MS) to detect the alterations in the metabolic spectrum and recognize both the accumulation and distribution of key metabolites in response to each level of potassium fertilizer. The contents of various mineral elements, such as sodium, calcium, potassium, magnesium, manganese, zinc, iron, and copper, in different parts of <i>Bupleurum</i> under different potassium levels were determined. Potassium fertilizer had a significant impact on the absorption and distribution of these mineral elements. There were synergistic and antagonistic effects between each element and K⁺. The results showed that low and high potassium levels could promote the progression of main shoots and roots, but inhibited the accumulation of dry matter in lateral shoots and flowers. Low potassium levels stimulated the content of saikosaponin a in all plant parts, while high potassium levels inhibited the accumulation of most saikosaponin a,c and d. A total of 77 metabolites were identified by GC-MS, of which glycerol, d-glucose, silane and copper phthalocyanine were highlighted as the key metabolites in response to potassium fertilizer. The abovementioned metabolites are mapped into insulin signaling pathways, streptomycin biosynthesis, galactose metabolism and other metabolic pathways, sustaining the metabolic regulation of <i>Bupleurum scorzonerifolium</i> Willd."
    },
    {
      "pmid": "40426164",
      "title": "Bone filler and adhesive at the same time: in-vitro analysis in a porcine fracture model.",
      "abstract": "Bone defects in the context of fracture treatment or tumor surgery represent a major challenge regarding their treatment. Sticky and drillable magnesium phosphate cements could revolutionize the intraoperative reconstruction of complex fractures close to the joint due to their properties as bone adhesive and filler at the same time, enabling the technique of first reduction of the fracture fragments by bonding with the cement and then applying stabilization with screws and/or plates. Lateral split-depression fractures of the proximal tibia were generated in 27 porcine specimens, which were then randomized into 3 groups of 9 each. In group A, a new operative technique was applied by reducing the fracture using a newly formulated magnesium phosphate cement (MgP cement) and then applying stabilization by plate osteosynthesis. In the other two groups, plate osteosynthesis was performed first, as in the current standard operative procedure, followed by the injection of a bone graft substitute through a gap in the fracture area of the tibia, group B with MgP cement, group C with hydroxyapatite cement. The following parameters were determined during the cyclic testing phase of 3000 test cycles: The total displacement and the optical displacement of the lateral plateau [mm]. During load-to-failure tests, the stiffness [N/mm], the maximum load [N] and the normalized maximum load [%] were determined. The results revealed a comparable stability for all groups with no significant differences in all forms of displacement, with group A demonstrating the lowest values for displacement. Maximum load was highest for group C (group B; C [p = 0.04]; group A; C [p < 0.01]), however considering normalized maximum load, no significant difference between the three groups could be found. This study presents a breakthrough approach using a bone cement as both a bone adhesive and a filler at the same time. The adhesive and drillable magnesium phosphate cement proved to be a versatile solution featuring a new surgical method in which the fracture was anatomically reduced using only the cement. Furthermore, with this new technique, the cement demonstrated comparable, if not slightly superior, biomechanical stability in the porcine tibial split depression fracture model compared to the current standard of surgical treatment using primary plate osteosynthesis and a commercial hydroxyapatite cement."
    },
    {
      "pmid": "40425824",
      "title": "Morphological and environmental analysis of the glacier ice alga Ancylonema alaskanum.",
      "abstract": "In the presented study, the cells of the glacial alga Ancylonema alaskanum collected in the Austrian Alps were analyzed. Algae were imaged both in their natural environment and in laboratory conditions using transmitted light and fluorescence microscopy. Using appropriate fluorochromes, the cell wall and cell organelles were studied. Oval nuclei located in the middle of the cell next to the chloroplasts and active mitochondria as well as lipid thylakoids of chloroplasts were imaged. Scanning electron microscopy showed that the surface of the algal cell wall was not significantly differentiated, and atomic force microscope imaging recorded little roughness. The SEM EDS analysis revealed that carbon, nitrogen, oxygen, and magnesium were the main components of the cells. It is worth emphasizing that the analyzed living algal cells were obtained directly from the glacier surface and demonstrated normal respiratory processes i.e. undisturbed physiological functions. Additionally, the mineral material accompanying the cells in their natural environment - fragments of the rock were imaged by Differential Interference Contrast microscopy and analyzed by Fourier Transform Infrared Spectroscopy. The study provides new data on the morphology and physicochemical characteristics of A. alaskanum, contributing to a more comprehensive characterization of their place in this harsh ecosystem."
    },
    {
      "pmid": "40425732",
      "title": "Assessment of bone status and bone turnover in pediatric patients with familiar hypomagnesemia with hypercalciuria and nephrocalcinosis.",
      "abstract": "Familiar hypomagnesemia with hypercalciuria and nephrocalcinosis (FHHNC) is a rare monogenic tubulopathy. Although some of its features are potentially harmful for skeletal homeostasis, this problem has not been systematically evaluated so far. To evaluate bone mineral density (BMD) in correlation with selected mineral parameters and bone turnover markers (BTMs) to determine the risk of bone mass loss in pediatric patients with FHHNC. The study comprised 28 FHHNC patients aged 4-18 years and 33 healthy, sex - and age matched controls. 6 FHHNC patients showed normal kidney function whereas the remaining 22 presented with CKD grade II- III (median eGFR 73 ml/min/1.73m<sup>2</sup>). In both groups, serum levels of calcium (sCa), phosphate (sP), magnesium (sMg), 25(OH)D<sub>3</sub>, 1.25 (OH)<sub>2</sub>D<sub>3</sub>, parathormone (PTH) and selected BTMs [BAP, OC, PINP, CTX-I, OPG, SCL, FGF23 and soluble Klotho protein (sKL)] as well as 24-hour urinary calcium excretion (24 h-uCa) were assessed. In addition, BMD of the lumbar spine by DXA method was evaluated. 3 (10.7%) of FHHNC patients showed low BMD (Z-score < -2). Although median Z-score was lower in FHHNC group in comparison to controls, the difference was not significant. FHHNC patients had significantly higher median PTH, 1.25(OH)<sub>2</sub>D<sub>3</sub> and 24 h-uCa values as well as lower sMg. Of the BTMs, they had significantly higher FGF23 and CTX-I levels. CTX-I correlated positively with PTH, FGF23 and SCL but negatively with sMg. Moreover, FGF23 and PTH correlated negatively with sKL. Negative correlation between PTH and sMg was noticed. No significant correlations between measured BTMs and eGFR, sCa, sP, 25(OH)D<sub>3</sub>, 1.25 (OH)<sub>2</sub>D<sub>3</sub> as well as 24 h uCa were found. None of BTMs significantly correlated with BMD. The results show that pediatric FHHNC patients, regardless of CKD may be at risk for increased bone resorption. Although its pathomechanism is complex, the trigger seems to be Mg depletion, aggravating secondary hyperparathyroidism and leading to the activation of osteolytic processes. However, their clinical significance is unknown, since only minority of patients show osteopenia. Therefore, follow-up of BMD and bone- related laboratory parameters including CTX-I seem to be essential in patients' monitoring, especially in adults with FHHNC."
    },
    {
      "pmid": "40424740",
      "title": "Structural optimization of biodegradable tracheal stent based on mechanical properties of trachea.",
      "abstract": "Tracheal stent implantation serves as a critical intervention for tracheal stenosis, where biodegradable magnesium (Mg) alloy stents have emerged as promising alternatives due to their ability to eliminate long-term complications associated with permanent stents. However, the uneven stress distribution on the stent often leads to premature failure through localized rapid degradation and structural collapse. This study systematically investigated the biomechanical interactions between biodegradable stents and tracheal tissues to guide optimized stent design. The mechanical properties of tracheal cartilage under physiological curvature conditions were quantitatively characterized using custom-designed tissue fixtures. Finite element analysis was employed to simulate Mg alloy stent interaction with the trachea during both normal breathing and coughing, which revealed that the stent's regions adjacent to the cartilage and membranous wall junction are high-risk regions for fractures. To address these challenges, the non-uniform stent design was proposed to enhance radial support and distribute stresses more evenly, thereby improving the resistance to localized degradation and premature fracture. The findings provide biomechanical insights and technical strategies for the development of biodegradable tracheal stents."
    },
    {
      "pmid": "40424692",
      "title": "Drying kinetics and quality characteristics of ultrasound-assisted germination of quinoa grains: A study on functional properties, mineral content and bioactive compounds.",
      "abstract": "Quinoa (Chenopodium quinoa Willd.), an Andean grain, has garnered attention from cereal-based industries as a functional ingredient. This study evaluated functional properties, minerals, bioactive compounds and structural properties of Pre-treatments assisted germination of quinoa grains JQ-778 including, Only germinated seeds (OGS), soaked germinated seeds (SGS), ultrasound at 28 & 40 frequencies (US 28 kHz & US 40 kHz) for 30 min in a Biochemical-Incubator of 96-hour period at 25 °C, 12/12 h dark and light circle, followed by drying at temperatures 50 °C, 60 °C, 70 °C & combined (70, 60, 50 °C). Midilli-Kuck model shows the best fits on drying data closely followed by Hii model, respectively. According to the thermodynamic parameters entropy yielded negative values while Gibbs free energy & enthalpy decreased as the drying temperature increased. Ultrasonic pre-treatments significantly altered functional properties, minerals content and bioactive compounds of quinoa grains (p ≤ 0.05). In US group, quinoa's magnesium, calcium, and potassium content increased from 124.17 to 143.59, 84.7-86.83, and 428.72-448.67 mg/100 g, respectively. Copper ranges from 0.77 to 1.04 mg/100 g, whereas iron 4.76-5.64, Manganese 3.09-3.51 and zinc 2.26-3.51 mg/100 g. Ultrasound assisted germination, especially US 28 kHz dried at 50 °C, showed the highest content of hydroxycinnamic acid, whereas US 40 kHz dried at 60 °C showed hydroxybenzoic acid of quinoa grains. US 40 kHz at 60 °C found rutin 22.62 µg/g, Quercetin 17.58 µg/g, while Kaempferol at 50 °C 24.51 µg/g, demonstrating a 2.5 to 4-fold increase in flavonoids and phenolic acid profiles in ultrasound pre-treated germinated quinoa grains. XRD showed no significant shifts in main peaks, although germinated samples showed intensity variations, suggesting crystallinity modifications. SEM pictures showed germinated quinoa aggregation at different temperatures, with a film-like substance covering and linking the aggregates, possibly a starch aggregates are coupled to lipids and incorporated in a protein matrix."
    },
    {
      "pmid": "40423786",
      "title": "Origin of monosodium urate Randall's plaques.",
      "abstract": "In 3.4% of Randall's plaques, monosodium urate can be detected. The formation mechanism of these Randall's plaques is unrevealed and the clinical and biochemical characteristics of affected patients are unknown. In this single centre study, we retrospectively analysed the clinical and biochemical characteristics of patients with kidney stone formation related to monosodium urate-containing Randall's plaques (NaUr <sup>pos</sup> RP) and those with stone formation related to \"classical\" Randall's plaques (NaUr <sup>neg</sup> RP). There was a significantly higher urinary calcium and magnesium excretion in the NaUr <sup>neg</sup> RP group (6.09 vs. 4.61 mmol/24 h, p = 0.03 and 4.78 vs. 3.55 mmol/24 h, p = 0.02). There was no significant difference in urinary uric acid excretion or urinary pH between both groups. The NaUr <sup>pos</sup> RP group tended to have more frequent hyperuricemia (71.4 vs. 44.8%, p = 0.08) and to be more frequently male (92.9 vs. 70.1%, p = 0.10) and had higher median age (53.5 vs. 27.5, p < 0.001) and serum creatinine (96.4 vs. 77.0 µmol/L, p < 0.001). Additionally, there was a signal of higher prevalences of hypertension, dyslipidemia, cardiovascular disease and gout in the NaUr <sup>pos</sup> RP group. Different formation mechanisms seem implicated in the formation of NaUr <sup>pos</sup> RP and NaUr <sup>neg</sup> RP - associated kidney stones. We hypothesize a mechanism of interstitial monosodium urate precipitation at the renal papilla driven by high systemic uric acid serum concentration to be involved in NaUr <sup>pos</sup> RP formation. Treatment with xanthine oxidase inhibitors may reduce the risk of recurrent stone formation on this specific Randall's plaque."
    },
    {
      "pmid": "40422011",
      "title": "Understanding the Mechanism of Bent DNA Amplifying Sensors Using All-Atom Molecular Dynamics Simulations.",
      "abstract": "Bent DNA amplifying sensors were recently developed to amplify and quantify the interactions of DNA with various salts and molecules. However, a thorough quantitative understanding of their mechanism is missing. Here, using all-atom molecular dynamics (MD) simulations, we investigate the behavior and dynamics of sharply bent DNA molecules in the absence and presence of Mg<sup>2+</sup> ions at different concentrations. The simulations show that Mg<sup>2+</sup> ions reduce the fluctuations of DNA strands, enhance base-pairing, and stabilize bent DNA molecules. The computational results are further verified by both melting curve experiments and ensemble FRET measurements, highlighting the mechanical instability and sensitivity of bent DNA molecules."
    },
    {
      "pmid": "40421860",
      "title": "[Comparative analysis of preventive action of drinking sulfate mineral water on neurohormonal and immune regulation organs in radiation exposure to rats].",
      "abstract": "It has been established in conducted experimental studies that drinking sulfate mineral water (MV) increases adaptation processes and limits development of postradiation damages in primary prevention. These effects were found in different functional systems, including in central organs of neurohormonal and immune regulation - hypothalamus, epiphysis, thymus. At the same time, the morphofunctional features and general patterns in adaptive and protective reactions in these organs remain unexplored, that is important for development of new effective methods of postradiation damages prevention using drinking sulfate MW. To perform comparative analysis and generalization of experimental study results in preventive action of drinking sulfate MW on developing adaptive intracellular reactions in neurons of hypothalamic paraventricular nucleus, pineal cells of epiphysis and thymocytes of thymus in radiation exposure to rats. Experiments were conducted on 28 non-linear male rats with a weight of 220-250 gr. The animals of experimental group received drinking sulfate MW with magnesium and calcium (2.6 g/l sulfate concentration, 4.0 g/l mineralization), the animals of control group received main water instead of sulfate MW; intact animals, which were not exposed, were also used. MW and main water were administered to rats intragastrically through a needle with olive at the end by 3 ml once per day for 21 days. The animals of experimental and control groups were irradiated once on «GUBE» apparatus (Institute of General Genetics of the RAS) by <sup>60</sup>Co gamma-rays in dosage of 2 Gy (0.66 Gy/min dosage rate) after watering course. Animals killing was carried out by decapitation 1 month after radiation exposure. The following methods of examination were used: transmission electronic microscopy (study of ultrastructures in neurons of hypothalamic paraventricular nucleus and in pineal cells of epiphysis), biochemical and morphofunctional analysis (study of chromatin in thymocytes nuclei using acridine orange, nuclei quantity and their genome activity), morphometry. Preventive use of drinking sulfate MW had a cytoprotective effect, which was manifested in the reduction of postradiation damages intensity in studied organs, enhancement of adaptive reactions in the form of increased stability of membranes and cellular structures. The higher level of preventive adaptation and resistance to radiation has been found in neurons of hypothalamic paraventricular nucleus, lower - in cells of the epiphysis and thymus. These adaptive changes were caused by antioxidant, membrane-stabilizing and immunomodulating effects of MW on different regulatory and functional systems of the body, as well as on membrane structures of cells directly. The revealed adaptive changes developing in cells of the hypothalamus, epiphysis and thymus in preventive action of MW increase the resistance of integral (neuroimmunohormonal) regulation mechanisms, enhance their interaction that contributes to a more adequate and coordinated activity of these organs. Drinking sulfate MW has a wide range of possibilities in preventing radiation damages not only in effector organs, but also in central organs of homeostasis regulation. Drinking sulfate MW should be combined with other adaptogenic factors that have a mild stimulating action in order to increase its effectiveness. The obtained data can be used for developing new modern methods to prevent postradiation damages, as well as principles of adaptive processes regulation (management) using therapeutic physical factors."
    },
    {
      "pmid": "40421321",
      "title": "Efficacy of Magnesium Sulphate as an Adjunct to Lignocaine in Inferior Alveolar Nerve Block for Extraction of Mandibular Third Molar-A Split-Mouth Double-Blinded Randomized Controlled Trial.",
      "abstract": "<b>Background:</b> Extensive ongoing research is aimed at enhancing the efficacy of inferior alveolar nerve block (IANB). Even though magnesium itself is not a primary analgesic, it has been shown to increase the effects of analgesics when used as an adjuvant or a supplement. Magnesium sulphate (MgSO<sub>4</sub>) has reportedly been used to supplement regional blocks and spinal anaesthesia in various surgical procedures. Building on the concept of MgSO<sub>4</sub> as an analgesic adjuvant, our study aimed to assess its efficacy in increasing IANB success and controlling postsurgical pain. The split-mouth study evaluated the effectiveness of adding MgSO<sub>4</sub> to 2% lignocaine in improving block success and offering postsurgical pain relief after the transalveolar extraction of impacted mandibular third molars (MTMs). <b>Methodology:</b> We carried out a double-blinded, randomized, split-mouth study in 26 patients having bilateral impacted MTM. Patients presenting with impacted MTM bilaterally with a Pederson's score of ≤ 6 were included. The primary outcomes evaluated were the onset time, duration of anaesthesia, need for additional injections, and burning sensation during injection. The secondary outcomes assessed included postoperative pain relief and the quantity of rescue analgesics required. <b>Results:</b> The test side showed a significantly longer duration of analgesia than the control side (<i>p</i> < 0.001). The MgSO<sub>4</sub> group showed a lesser requirement for additional injections; however, it was not found to be statistically significant (0.289). No significant differences were seen in postoperative pain and the number of rescue analgesics. <b>Conclusion:</b> The addition of MgSO<sub>4</sub> to 2% lidocaine resulted in a significantly longer duration of analgesia. <b>Trial Registration:</b> CTRI identifier: CTRI/2018/05/013842."
    },
    {
      "pmid": "40421038",
      "title": "Corrigendum: The interaction between estimated glomerular filtration rate and dietary magnesium intake and its effect on stroke prevalence: a cross-sectional study spanning 2003-2018.",
      "abstract": "[This corrects the article DOI: 10.3389/fnut.2024.1395685.]."
    },
    {
      "pmid": "40420860",
      "title": "Mapping of the QTLs governing grain nutrients in wheat (<i>Triticum aestivum</i> L.) under nitrogen treatment using high-density SNP markers.",
      "abstract": "Micronutrient deficiencies, particularly zinc (Zn) and iron (Fe), are prevalent global health issues, especially among children, that lead to hidden hunger. Wheat is a primary food source for billions of people, but it contains low essential minerals. According to recent studies, the optimum application of nitrogen (N) fertilizers can significantly enhance the micronutrient uptake and accumulation in wheat grains. The aims of this study were to identify superior wheat recombinant inbred lines (RILs) of RAJ3765 × HD2329 with high nutrients in grain using the multi-trait genotype-ideotype distance index (MGIDI) and to identify quantitative trait loci (QTLs)/genes associated with grain nutrient content using a single-nucleotide polymorphism (SNP)-based genetic linkage map. The parents and their RIL population were grown under control and nitrogen-deficient (NT) conditions, and nutrient content was determined using inductively coupled plasma optical emission spectroscopy (ICP-OES). Analysis of variance and descriptive statistics showed a significant difference among all the nutrients. The highest mean values of grain iron concentration (GFeC) and grain zinc concentration (GZnC) were 52.729 and 35.137 mg/kg, respectively, under the control condition, while the lowest mean values were 41.016 and 33.117 mg/kg, respectively, recorded under NT; a similar trend was observed in all the elements. Genotyping was carried out using the 35K Axiom<sup>®</sup> Wheat Breeder's Array. A genetic linkage map was constructed using 2,499 polymorphic markers identified for parents across 21 wheat chromosomes. Genetic linkage mapping identified a total of 26 QTLs on 17 different chromosomes. A total of 18 QTLs under the control condition and eight QTLs under the nitrogen stress condition were identified. QTLs for each nutrient were selected based on the high percentage of phenotypic variation explained (PVE%) and logarithm of odds (LOD) score value of more than 3. The LOD scores for studied nutrients varied from 3.04 to 13.42, explaining approximately 1.1% to 27.83% of PVE. One QTL was mapped for grain calcium concentration (GCaC), whereas two QTLs each for grain potassium concentration (GKC), GFeC, grain copper concentration (GCuC), and grain nickel concentration (GNiC) were mapped on different chromosomes. Four QTLs were mapped each for GZnC, grain manganese concentration (GMnC), and grain molybdenum concentration (GMoC), while the highest five were linked to grain barium concentration (GBaC). <i>In silico</i> analysis of these chromosomal regions identified putative candidate genes that code for 30 different types of proteins, which play roles in many important biochemical or physiological processes. Putative candidate gene magnesium transporter MRS2-G linked to GFeC and probable histone-arginine methyltransferase CARM1 and ABC transporter C family were found to be linked to GZnC. These QTLs can be utilized to generate cultivars adapted to climate change by marker-assisted gene/QTL transfer."
    },
    {
      "pmid": "40420057",
      "title": "A Mg<sup>2+</sup>-dependent high-yield method for extracting high-molecular-weight genomic DNA from a single planarian specimen.",
      "abstract": "The isolation of intact, high-molecular-weight genomic DNA (HMW gDNA) is essential for achieving complete genome assemblies. However, extracting HMW gDNA from a single individual of Dugesia japonica remains a technical challenge using the standard protocol, probably due to the presence of abundant polysaccharides and nucleases. In this study, we have developed a more robust protocol for preparing HMM gDNA, with high yields and quality, from a single D. japonica. The key step in our protocol involves the use of a Mg<sup>2+</sup>-dependent lysis buffer, rather than using metal cation chelation to block the activities of DNase I as in the standard protocol. Using this approach were able to achieve a yield of about 10-15 µg of HWM gDNA per worm. Our method showed species- and region-specific effectiveness, with optimal results observed at 20 mM Mg<sup>2+</sup> for our local D. japonica specimens. The extracted HMW gDNA is fully compatible with advanced long-read sequencing platforms such as PacBio HiFi and Oxford Nanopore. However, when applied to Schmidtea mediterranea and D. japonica specimens from Beijing, the method was ineffective and led to progressive gDNA degradation. This protocol offers a simple and high-yield solution for isolating HMW gDNA from D. japonica. It also provides an alternative for organisms whose gDNA consistently exhibits unexplained degradation using established protocols."
    },
    {
      "pmid": "40419645",
      "title": "The co-application of nitrogen and phosphorus improved nutrient uptake and productivity of Ipomoea batatas plants grown in saline-calcareous soils.",
      "abstract": "A combination of abiotic stresses, such as salinity and calcification, can be even more destructive to crop performance than the effects of each type of stress alone. Two field experiments (in 2022 and 2023) attempted to explore the individual impact of three nitrogenous fertilizer types (NFTs, including ammonium nitrate, urea, and ammonium sulfate: N<sub>1</sub>, N<sub>2</sub>, and N<sub>3</sub>, respectively) and three other phosphate fertilizer types (PFTs, including calcium super-phosphate, mono-ammonium phosphate, and urea phosphate: P<sub>1</sub>, P<sub>2</sub>, and P<sub>3</sub>, respectively) and their interactive effects on nutritional status, physiological growth attributes, yield, and the quality attributes of sweet potato (Beauregard cv.) plants cultivated in saline-calcareous soil. This study was carried out using a split-plot system in a randomized complete block design with three replications. The results obtained for both seasons indicated that ammonium sulfate was the superior fertilizer in terms of its effects on leaf macronutrient contents, except for those of nitrogen and magnesium, which were the most impacted when ammonium nitrate and urea were used, respectively. In addition, plants fertilized with N<sub>1</sub> demonstrated the highest ion homeostasis values, plant height, and calcium and magnesium contents in tuberous roots. Likewise, applying P<sub>3</sub> was the most impactful on leaf macro- and micronutrient content, except for that of calcium, as well as magnesium and copper, which were the most affected when P<sub>1</sub> and P<sub>2</sub> were used, respectively. The use of P<sub>3</sub> also produced the best results in terms of SPAD readings, leaf area, tuberous root volume, diameter, and total root yield. Furthermore, after applying P<sub>1</sub>, we recorded the highest ion homeostasis values, tuberous potassium, and calcium content. The coupled application of N<sub>1</sub> and N<sub>3</sub> with both P<sub>2</sub> and P<sub>3</sub> was the most effective in most of the characteristics we studied."
    },
    {
      "pmid": "40418757",
      "title": "L-shaped relationship between dietary magnesium intake and hearing loss in US adults: National Health and Nutrition Examination Survey.",
      "abstract": "The association between dietary magnesium intake and hearing loss (HL) at various frequencies remains unclear; therefore, we aimed to explore this association. A cross-sectional study of the National Health and Nutrition Survey database from 2011-2012 and 2015-2016. This study included 7,675 adults aged 20-69 years. The mean age was 44.0 ± 14.3 years, and 50.4% of participants were female. Compared to the lowest magnesium intake group (27.0-190.5 mg/day, OR = 1.00), the adjusted odds ratios (ORs) for low-frequency HL (LFHL) were significantly lower in the middle and higher magnesium intake groups: 191.0-247.5 mg/day (OR: 0.76; 95% confidence interval [CI], 0.59-0.98; p = 0.037) and 248.0-306.5 mg/day (OR: 0.73; 95% CI, 0.55-0.96; p = 0.027). For speech-frequency HL (SFHL), the adjusted ORs were significantly lower in the middle and higher magnesium intake groups: 191.0-247.5 mg/day (OR: 0.68; 95% CI, 0.54-0.86; p = 0.001) and 248.0-306.5 mg/day (OR: 0.69; 95% CI, 0.53-0.88; p = 0.003). Restricted cubic spline analysis revealed an \"L-shaped\" relationship between magnesium intake and LFHL and SFHL. An \"L-shaped\" association between dietary magnesium intake and the risk of LFHL and SFHL was identified, with an inflection point at 275.5 mg/day."
    },
    {
      "pmid": "40418497",
      "title": "Analysis of Nutritional Profiles of Indigenous Edible Fruits from Tanzania's Miombo Woodlands and their Relevance To Food Security.",
      "abstract": "The integration of indigenous edible fruits into food systems is crucial for improving food security. However, there is limited scientific understanding of the nutritional contents of these fruits in Tanzania's Miombo woodland. The study analyses the proximate composition, moisture, ash, crude protein, crude fat, crude fiber, carbohydrates, vitamins B9, A, and C, and minerals, Fe, Na, Mg, Ca, P, K, Zn, and Mn using the standard methods. One-way ANOVA and a post-hoc test, the Duncan Multiple Ranges Test, check the existing differences between groups. The results showed the moisture content for Phyllanthus engleri, Microcos Burm, Strychnos cocculoides, Vitex doniana, and Parinari curatellifolia ranged from 12.58 to 72.03%; crude protein (2.53-10.9%), crude fat (0.1-21.34%), crude fiber (1.2-6.17%), ash (2.6-9.41%), carbohydrates (25.78-80.44%), vitamin B9 (0.6-12.64 µg/100 g), vitamin A (0.43-5.63 µg/100 g), and vitamin C (7.38-526.43 µg/100 g). P. curatellifolia, P. engleri, and S. cocculoides can be a source of vitamin C. M. Burm and V. doniana are a good source of protein, with a crude protein of 9.37-10.9%, and have less crude fat. The moisture levels range from 12.90 to 72.93%, which is ideal for exploring the future potential for inventing drying practices and bioavailability of these nutrients. P. curatellifolia is rich in carbohydrates, iron, zinc, and sodium, while S. spinosa has high magnesium, phosphorus, and manganese, and V. doniana can supply calcium and potassium. The indigenous edible fruits offer numerous nutritional benefits, making them a promising option for food security and food transformation, enhancing environmental health, and preserving biodiversity. Agriculture and food policies in Tanzania may consider these indigenous fruits into food systems to combat micronutrients and food insecurity in rural settings and beyond."
    },
    {
      "pmid": "40418260",
      "title": "Dietary Protocols to Promote and Improve Restful Sleep: A Narrative Review.",
      "abstract": "Humans spend approximately one third of their life asleep but, as counterintuitive as it may sound, sleep is far from being a quiet state of inactivity. Sleep provides the opportunity to perform numerous biological and physiological functions that are essential to health and wellbeing, including memory consolidation, physical recovery, immunoregulation, and emotional processing. Yet, sleep deprivation, chronic sleep restriction, and various types of sleep disorders are all too common in modern society. Failure to meet the recommended 7-9 hours of restful sleep per night is known to increase the risk of several health conditions, reason why regular and adequate sleep should be seen as a priority instead of an unnecessary commodity easily traded as required by the commitments of our busy lives. While both the quantity and the quality of sleep can be largely improved with relatively straightforward practices dictated by good sleep hygiene, emerging research suggests that dietary and supplementation protocols focused on certain foods, nutrients, and biochemical compounds with sleep-promoting properties can act as subsidiary sleep aids in complementing these behavioral changes. The scope of this narrative review is to summarize the available evidence on the potential benefits of selected nutraceuticals in the context of circadian rhythm and sleep disturbances, namely melatonin, magnesium, omega-3 fatty acids, tart cherry juice, kiwifruit, apigenin, valerian root, L-theanine, glycine, ashwagandha, myoinositol, Rhodiola rosea, and phosphatidylserine. A comprehensive recapitulation of the relevant literature is provided, alongside corresponding evidence-based nutritional protocols to promote and improve restful sleep."
    },
    {
      "pmid": "40417741",
      "title": "The Influence of Various Cereal Brans, Stabilized Through Hot Air, Microwave, and Autoclave Methods, on the Physicochemical Properties of Cookies.",
      "abstract": "This study aimed to evaluate the effects of stabilizing wheat, rye, and oat brans using hot air, microwave, and autoclave methods. The stabilized brans were incorporated into cookies at 20% (w/w) based on wheat flour. The impact of bran type and stabilization method was assessed in terms of proximate composition, color, bioactive components, dietary fiber, mineral content, and texture. The results showed that both bran type and stabilization method significantly influenced the color characteristics of the cookies (<i>p</i> < 0.05). Wheat bran increased ash content, while oat bran enhanced protein, total phenolic content (TPC), and antioxidant activity (AA). Autoclaving yielded the highest TPC and AA, and the lowest phytic acid level. Cookies with wheat and rye bran had higher soluble dietary fiber (SDF) and total dietary fiber (TDF), although TDF decreased in all stabilized samples. Hot air improved insoluble dietary fiber (IDF), while microwave treatment enhanced SDF. The physical dimensions (diameter, thickness, spread ratio) and textural properties (hardness, fracturability) of cookies were only slightly affected. Wheat bran increased calcium, magnesium, and zinc levels by 1.5-, 1.9-, and 1.9-fold, respectively. Microwave and autoclave treatments further elevated potassium, concentrations. These findings suggest that stabilized cereal brans can be effectively utilized to formulate fiber- and mineral-rich cookies with improved antioxidant capacity. Microwave and autoclave treatments, in particular, show promise for developing functional bakery products targeted at health-conscious consumers. The application of these techniques also aligns with sustainable and value-added food production strategies, supporting broader industrial use."
    },
    {
      "pmid": "40417131",
      "title": "Hypothermia and Arrhythmias: A Pediatric Trauma Simulation Case for Residents, Fellows, and Advanced Practice Providers.",
      "abstract": "In the United States, approximately 1,000 people die from hypothermia annually. Among infants and children, mortality ranges from 0.2 to 1 death per million, potentially underestimated due to missed diagnoses. Most hypothermia simulations focus on submersion injuries with mild hypothermia. This novel simulation introduces a case of moderate hypothermia with bradycardia and tachycardia dysrhythmias, prolonged QTc interval, and hypoglycemia in a teenager who was ejected from a car into a snowbank and discovered by a neighbor the next morning. This case enables residents, fellows, and advanced practice providers to recognize and manage hypothermia while adhering to pediatric resuscitation principles. Based on a real case, this scenario involved a high-fidelity teenage manikin in an emergency department resuscitation room or simulation lab. The 25-minute simulation was followed by a 15-20-minute debriefing. Required personnel included a simulation programmer and case instructor. Emergency medicine residents, pediatric emergency medicine fellows, surgery residents, pediatric surgery fellows, and advanced practice providers were tasked with identifying moderate hypothermia and managing hypoglycemia and arrhythmias using vasopressors, dextrose, magnesium sulfate, and synchronized cardioversion. A formal debriefing session and written evaluation completed the learning experience. Over a 4-month period, 41 learners participated. All participants completed the evaluation, reporting increased comfort in managing hypothermia, with an average score of 4.8/5. The debriefing was rated highly, with an average score of 4.9/5. The simulation effectively enhances learners' competence in recognizing and managing moderate hypothermia and its associated risks."
    },
    {
      "pmid": "40417064",
      "title": "Deciphering the Complex Relationships Between Potential Renal Acid Load, Carbohydrate Intake, and Urine pH in Postmenopausal Women With Recurrent Urinary Tract Infections.",
      "abstract": "An acidic urine pH may be protective against urinary tract infections (UTI) by inhibiting bacterial growth. We investigated whether dietary acid load (DAL) and macronutrient intake are associated with changes in urine pH in postmenopausal (PM) women with recurrent UTI (rUTI). Following Institutional Review Board (IRB) approval, we collected 3-day food diet records (FDR) and urine pH measurements from non-neurogenic PM women with a history of rUTI and normal renal function from 2019-2023. FDR were analyzed for nutrient content using Nutritionist Pro software (Axxya Standalone Version 7.9). Fifty-seven participants (median age 71, predominantly Caucasian) supplied 504 meal records and 674 urine pH readings. Carbohydrate intake varied: 30 women consumed a moderately low-carbohydrate diet (<44% of calories), and 27 consumed an unrestricted carbohydrate (CHO) diet (≥44% of calories). Dietary intake varied between the two CHO groups for protein, fat, and the percentage of calories, but no significant differences were found in number of calories, other nutrients (potassium, phosphorus, magnesium, calcium, sodium), or DAL scores. No significant associations were found between DAL scores and urine pH. In this age group, carbohydrate intake did not affect DAL scores, indicating a discrepancy between DAL measurements and urine pH findings."
    },
    {
      "pmid": "40416090",
      "title": "Foliar magnesium application improves sweet corn yield: boosting nutrient uptake and grain carbohydrate under dense planting condition.",
      "abstract": "Magnesium (Mg) plays a critical role in regulating yield and grain quality in corn. However, its management is often overlooked in cultivation, particularly under high-density planting conditions, where intensified nutrient competition can exacerbate Mg deficiency. To address the knowledge gap in Mg management strategies, we conducted three-season field trials (2021-2022) evaluating foliar spraying with different concentrations of Mg fertilizer under dense planting conditions. The results showed that foliar spraying with 4% Mg significantly increased sweet corn fresh ear yield, ear weight, grain fresh weight, and grains per ear, while reducing the abortion rate compared to the foliar water spraying (CK) treatment across all three seasons. Foliar spraying with 4% Mg markedly increased dry matter, N, K, Ca, and Mg accumulation in sweet corn over two seasons in 2022. The ear leaf Soil Plant Analysis Development (SPAD) value under 4% Mg treatment increased by an average of 6.9% and 9.3% at the R1 and R3 stages, respectively, compared to CK treatment. Although 21.1% of total Mg accumulation (16.9 kg ha<sup>-</sup>¹) was acquired at post-silking, vegetative remobilization contributed minimally to total Mg (< 5%). The 4% Mg treatment significantly increased the grain filling rate at 7 and 12 days after silking, and increased grain sucrose, fructose, and glucose concentrations by an average of 14.4%, 2.7%, and 9.3%, respectively, at 27 days after silking compared to CK treatment. Based on these findings, we propose a practical Mg fertilization guideline for high-density sweet corn cultivation: three foliar applications of 4% MgSO<sub>4</sub>·7H<sub>2</sub>O, totaling 8.78 kg Mg ha<sup>-1</sup>. This strategy improves nutrient uptake, enhances grain carbohydrate accumulation, and supports yield optimization without compromising grain quality."
    },
    {
      "pmid": "40415531",
      "title": "Magnesium Acetate Key Enhancers for Electron Transport Layers in Highly Efficient and Stable Perovskite Solar Cells.",
      "abstract": "The intrinsic characteristics of electron transport layers (ETLs) significantly influence the efficiency of conventional perovskite solar cell (PSC). This work introduces an in situ defect passivation approach utilizing magnesium acetate (MgAc) to mitigate bulk defects within SnO<sub>2</sub> films. The incorporation of MgAc during SnO<sub>2</sub> growth significantly reduces vacancy defects, including oxygen and tin vacancies, leading to enhanced electronic properties, such as improved conductivity and electron mobility. The morphological analysis reveals that MgAc-modified SnO<sub>2</sub> (MgAc-SnO<sub>2</sub>) films exhibit a smooth surface with better crystallinity, which promotes uniform perovskite deposition and high crystallization quality. These improvements result in enhanced charge transport and reduced nonradiative recombination, achieving an efficiency of 25.35% for the device with MgAc-SnO<sub>2</sub>, surpassing the efficiency of 23.93% for the device with pristine SnO<sub>2</sub>. The unencapsulated devices with MgAc-SnO<sub>2</sub> maintain 87.88%, 95.49%, and 84.51% of the initial efficiency upon heating at 85 °C for 1000 h, storing in the air for 1200 h, and continuously irradiating for 1000 h, respectively. The excellent stability is due to the reduction in defects of SnO<sub>2</sub> bulk films and relaxed residual stresses of the perovskite to suppress degradation. The study highlights that MgAc modification serves as an effective approach to enhancing the efficiency and stability of PSCs, thereby advancing their commercial viability."
    },
    {
      "pmid": "40414820",
      "title": "Evaluation of fetal outcomes in dichorionic diamniotic twins with hypertensive disorders during pregnancy by the fetal middle cerebral artery and umbilical artery doppler.",
      "abstract": "Hypertensive disorders of pregnancy (HDP) is associated with the poor prognosis of dichorionic diamniotic (DCDA) twins. The prediction value of middle cerebral artery (MCA) and umbilical artery (UA) Doppler indices requires exploration. To investigate the significance of the fetal MCA and UA doppler indices in DCDA fetal outcomes and depict hemodynamic alterations. DCDA twin pregnancies were classified into the normotensive control group (<i>n</i> = 177) and the HDP group [<i>n</i> = 189, with 60 gestational hypertensions (GH) and 129 preeclampsia/eclampsia (PE/EC)]. Maternal and fetal outcomes were compared, the fetal MCA and UA doppler indices were analyzed, including pulsatility index (PI), resistance index (RI), the ratio of peak systolic blood flow velocity to end-diastolic blood flow velocity (S/D), and the mean velocities (Vm), and the cerebroplacental ratio (CPR) was computed for further study. The receiver operating characteristic curve was used to predict and evaluate small for gestational age (SGA) neonates in HDP twin pregnancies. Significant differences were shown between the HDP group and the normotensive control group in terms of maternal age, gestational weight gain, blood pressure, post 20-week urinary protein, the use of maternal medication utilization (magnesium sulfate, labetalol, dexamethasone), inter-twin growth discordance, and SGA (<i>p < 0.05</i>). In DCDA twins, the fetal MCA doppler indices (PI, RI and S/D) increased initially and then declined, UA indices (PI, RI and S/D) were declining, and both the Vm of MCA and UA were going up. In late DCDA twin pregnancies with GH, UA Doppler moderately predicted SGA neonates; in those with PE/EC, CPR did the same values (<i>p</i> < 0.05). In DCDA pregnancies complicated by hypertensive disorders, SGA twins exhibit distinct doppler deterioration patterns. Implementing customized monitoring strategies based on the fetal MCA and UA indices can effectively predict adverse conditions, enable timely interventions, and ensure fetal health."
    },
    {
      "pmid": "40414390",
      "title": "Preparation of ion-doped nano-hydroxyapatite Bombyx Mori silk fibroin composite membrane by electrochemical deposition for enhancing osteogenic differentiation in vitro and in vivo.",
      "abstract": "The composite material composed of hydroxyapatite (HAp) and silk fibroin (SF) has gradually become the research focus in bone tissue engineering. Here, a gentle, simple, and controllable way of electrochemical deposition is used to prepare a SF/HAp membrane with the incorporation of zinc and magnesium. The controlled accumulation process makes it possible to form the desired surface topological structure of the composite membrane for realistically mimicking a truly physiological context. The pro-osteogenic effect of the mineralized composite membrane is confirmed by in vitro and in vivo tests. This membrane can enhance the proliferation of human bone marrow-derived mesenchymal stem cells and promote osteogenic differentiation using only the basic medium. Moreover, the ion-doped mineralized membrane has the tendency of promoting the recruitment and formation of bone-like tissue in subcutaneous ectopic osteoinduction experiments. This electrochemical deposition method provides a good reference template for the subsequent manufacture of bone tissue engineering materials."
    },
    {
      "pmid": "40413240",
      "title": "Mechanisms of temperature effects on the tensile properties and dislocation behavior of Mg-Zn-Ca alloys.",
      "abstract": "This study investigates the influence mechanisms of temperature on the tensile properties of Mg-Zn-Ca alloys, with a focus on the activation differences of slip systems at room temperature (RT) and high temperature (HT), and their effects on work hardening behavior. Observations using electron backscatter diffraction (EBSD) and transmission electron microscopy (TEM) reveal that Mg-Zn-Ca alloy deformation predominantly relies on basal slip and partial pyramidal slip at RT. The decomposition of pyramidal <c + a> into basal <c + a> dislocations enhance dislocation interactions, which increases the work hardening rate and tensile strength. In contrast, more non-basal and multi-slip systems are activated at HT, reducing dislocation interactions and leading to a decrease in the work hardening rate. The HT samples exhibit lower tensile strength but higher elongation. This study reveals the regulatory mechanism of pyramidal <c + a> dislocation slip decomposition and dislocation interactions at different temperatures, providing a theoretical foundation for designing high-strength, high-ductility magnesium alloys."
    },
    {
      "pmid": "40412958",
      "title": "Bentonite supported cobalt catalyst prepared by blending method for the catalytic oxidation of desulfurization by-product sulfite: Catalytic performance and mechanism.",
      "abstract": "Wet flue gas desulfurization (WFGD) could effectively reduce sulfur dioxide emission. However, magnesium sulfite (MgSO<sub>3</sub>), a by-product of desulfurization, was easy to result in secondary pollution. In this study, the solid catalyst Co-Bent (bentonite supported cobalt) was prepared by blending method for MgSO<sub>3</sub> oxidation with bentonite as the carrier and cobalt as the active component. At the calcination temperature of 550 °C and the Co loading level of 3 wt.%, the catalyst showed excellent catalytic performance for the oxidation of high concentration MgSO<sub>3</sub> slurry, and the oxidation rate of MgSO<sub>3</sub> was 0.13 mol/(L·h). The research indicated that the active component was uniformly distributed within porous structure of the catalyst as Co<sub>3</sub>O<sub>4</sub>, which facilitated the oxidation of SO<sub>3</sub><sup>2-</sup> catalyzed by Co<sub>3</sub>O<sub>4</sub>. Kinetic researches indicated the oxidation rate of MgSO<sub>3</sub> was influenced by the catalyst dosage, the reaction temperature, the solution pH, the airflow rate, and the SO<sub>3</sub><sup>2-</sup> concentration. Additionally, after recycling experiments, the regenerated catalyst retained its high catalytic performance for the MgSO<sub>3</sub> oxidation. The reaction mechanism for the catalytic oxidation of MgSO<sub>3</sub> by Co-Bent catalyst was also proposed. The generation of active free radicals (OH·, SO<sub>4</sub><sup>-</sup>·, SO<sub>3</sub><sup>-</sup>·, SO<sub>5</sub><sup>-</sup>·) accelerated the MgSO<sub>3</sub> oxidation. These results provide theoretical support for the treatment of MgSO<sub>3</sub> and the development of durable catalyst."
    },
    {
      "pmid": "40412956",
      "title": "Development of Palygorskite-CaIn<sub>2</sub>S<sub>4</sub> composite for rapid Cr(VI) reduction under visible light.",
      "abstract": "Using natural minerals to eliminate harmful Cr(VI) under sustainable sunshine has significant potential. Herein, Palygorskite nanorods were utilized as carriers for the in-situ synthesis of CaIn<sub>2</sub>S<sub>4</sub> photocatalysts through a simple one-pot thermal process, enabling the efficient reduction of Cr(VI). With a Palygorskite to CaIn<sub>2</sub>S<sub>4</sub> mass ratio of 5 %, the conversion rate of Cr(VI) reached 98 % after 60 min of visible-light exposure, with a remarkable reaction rate of 0.0633 min<sup>-1</sup>. The effective integration of CaIn<sub>2</sub>S<sub>4</sub> with Palygorskite led to a more uniform dispersion of CaIn<sub>2</sub>S<sub>4</sub>, exposing more reactive sites. Moreover, the establishment of a heterojunction between CaIn<sub>2</sub>S<sub>4</sub> and Palygorskite facilitated the transport of photogenerated electrons from CaIn<sub>2</sub>S<sub>4</sub>, enhancing the efficiency of charge separation. These factors contribute to the improved photocatalytic performance. Additionally, the developed composite photocatalysts demonstrated excellent stability under light exposure and could be reused efficiently. Trapping tests on active substances revealed that e<sup>-</sup> played key roles in the Cr(VI) reduction. This research suggests the potential of using natural minerals to fabricate composite photocatalysts capable of effectively removing pollutants from the environment using solar energy."
    },
    {
      "pmid": "40412754",
      "title": "Validation for soluble C5b-9 detection and comparative analysis of three quantification methods.",
      "abstract": "Soluble C5b-9 (sC5b-9) is a biomarker of complement activation, representing the soluble form of the Terminal Complement Complex (TCC), which is released into circulation rather than embedding in the cell membrane. Measurement of sC5b-9 is increasingly utilized for detecting complement activation, particularly in conditions like thrombotic microangiopathy and during complement inhibitor therapy. Accurate detection of sC5b-9 can be useful for guiding therapeutic decisions, especially in patients receiving anti-C5 inhibitors. This study aimed to validate the Quidel sC5b-9 ELISA kit and compare its performance with two other assays, Hycult and SVAR, focusing on assay linearity and therapeutic monitoring. The analytical performance of the Quidel sC5b-9 ELISA kit was evaluated using 60 split samples over a wide concentration range, in collaboration with a peer laboratory. Precision, sensitivity, linearity, and reference limits were assessed, mainly using artificially activated samples with magnesium chloride and Zymosan, covering a broad range of sC5b-9 concentrations. Four patient samples with complement-mediated diseases were also tested. The correlation between the Quidel, Hycult, and SVAR assays was analyzed with 40 samples, while linear ranges were compared using 11 proportionally diluted samples. Additionally, the impact of anti-C5 inhibitors on sC5b-9 concentrations was evaluated by spiking anti-C5 biosimilar drugs into activated plasma. The Quidel sC5b-9 assay showed accuracy, with an R<sup>2</sup> of 0.90 and a qualitative concordance of 93.3 %. Very few discrepancies were noted in samples near the reference limit. Both intra- and inter-assay precision were below 20% CV for samples above the Limit of Quantification (LOQ) of 170 ng/mL. Linearity studies defined the reportable range for Quidel's assay as 220-1800 ng/mL. Comparisons among Quidel, SVAR, and Hycult assays revealed strong correlations, with the Hycult kit demonstrating a broader linear range, maintaining linearity even at concentrations 10 times higher than its highest calibrator. All assays showed a significant reduction in sC5b-9 concentrations after the addition of 50 μg/mL of Eculizumab biosimilar, with SVAR and Quidel reaching values close to their lowest calibrators. In contrast, the Hycult assay maintained a wide dynamic range even at 100 μg/mL of anti-C5 inhibitor addition. This study confirms that the Quidel sC5b-9 ELISA kit is a reliable tool for detecting complement activation and inhibition. However, the Hycult assay offers a broader dynamic range which can be an important consideration when assessing assay suitability for for disease monitoring and therapeutic assessments."
    }
  ]
}