{
  "topic": "Mitochondrial dysfunction in neurodegenerative diseases",
  "publications": [
    {
      "pmid": "40450296",
      "title": "Early transcriptional and cellular abnormalities in choroid plexus of a mouse model of Alzheimer's disease.",
      "abstract": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder characterized by the accumulation of amyloid-β plaques, tau hyperphosphorylation, and neuroinflammation. The choroid plexus (ChP), serving as the blood-cerebrospinal fluid-brain barrier, plays essential roles in immune response to stress and brain homeostasis. However, the cellular and molecular contributions of the ChP to AD progression remain inadequately understood. To elucidate the molecular abnormalities during the early stages of AD, we acquired single-cell transcription profiling of ChP from APP/PS1 mice with early-stage of Aβ pathology and litter-mate controls. The transcriptional alterations that occurred in each cell type were identified by differentially expressed genes, cell-cell communications and pseudotemporal trajectory analysis. The findings were subsequently validated by a series of in situ and in vitro assays. We constructed a comprehensive atlas of ChP at single-cell resolution and identified six major cell types and immune subclusters in male mice. The majority of dysregulated genes were found in the epithelial cells of APP/PS1 mice in comparison to wild-type (WT) mice, and most of these genes belonged to down-regulated module involved in mitochondrial respirasome assembly, cilium organization, and barrier integrity. The disruption of the epithelial barrier resulted in the downregulation of macrophage migration inhibitory factor (MIF) secretion in APP/PS1 mice, leading to macrophage activation and increased phagocytosis of Aβ. Concurrently, ligands (e.g., APOE) secreted by macrophages and other ChP cells facilitated the entry of lipids into ependymal cells, leading to lipid accumulation and the activation of microglia in the brain parenchyma in APP/PS1 mice compared to WT controls. Taken together, these data profiled early transcriptional and cellular abnormalities of ChP within an AD mouse model, providing novel insights of cerebral vasculature into the pathobiology of AD."
    },
    {
      "pmid": "40448828",
      "title": "Insulin resistance: fueling oxidative stress and neurodegeneration.",
      "abstract": "The growing prevalence of age-related neurodegenerative diseases is a consequence of population aging and demands urgent treatment strategies. This literature review aims to provide a comprehensive overview of the contribution of oxidative stress and insulin resistance in neurodegenerative diseases, specifically Alzheimer's disease (AD). In addition, current therapeutic approaches to treat oxidative stress and insulin resistance in this age-related neurodegenerative disease will be discussed. AD is the most prevalent form of neurodegenerative disease and is marked at early stages by oxidative stress and insulin resistance. Results indicate that insulin resistance may be central in generating oxidative stress and exacerbating AD hallmarks. In turn, insulin resistance can be influenced by other factors, including amyloid beta (Aβ), impaired biliverdin-reductase A (BVR-A) activity, and the gut microbiota. Defective insulin signaling in the brain comes with consequences ranging from declined cognitive functions, impaired autophagy, mitochondrial dysfunction, hyperphosphorylation of Tau, and increased Aβ production. Multiple therapeutic approaches that target oxidative stress or brain insulin resistance, such as antioxidant supplementation and anti-diabetic drugs, have mostly been inconclusive, except for intranasal insulin. Positive results have been obtained in clinical trials using nasal delivery devices to administer insulin; however, results are inconsistent across studies likely due to inconsistencies in the delivery method. Future investigations should focus on investigating the molecular link between oxidative stress, insulin resistance, and AD to address current knowledge gaps. Moreover, more focus should be given to optimizing the reliability and efficacy of nasal delivery devices before considering such an approach viable to treat neurodegenerative diseases."
    }
  ]
}