{
  "topic": "sleep improves memory",
  "publications": [
    {
      "pmid": "40453979",
      "title": "Physical activity may mitigate sleep-related cognitive deficits in older adults: Findings from the IGNITE study.",
      "abstract": "Poor sleep is commonly associated with poorer cognition in older adults. Unfortunately, effective sleep improvement therapies for older adults are limited in their accessibility and have shown only subtle effects on cognition. Physical activity, however, is associated with better cognition in older adults and may compensate for cognitive deficits related to poor sleep. This study examined whether greater engagement in physical activity moderates the association between sleep and cognitive function in older adults. We utilized baseline data from the Investigating Gains in Neurocognition in an Intervention Trial of Exercise (IGNITE) study. Cognitively unimpaired older adults (<i>n</i> = 589, mean age ± SD: 69.8 ± 3.7, 70% female) underwent a comprehensive cognitive assessment. Sleep was measured via the Pittsburgh Sleep Quality Index (PSQI), and both sleep and physical activity were measured using 24-h actigraphy for 7 days. Moderate-to-vigorous physical activity (MVPA) accumulated in at least 10-min bouts moderated the association between self-reported sleep efficiency and episodic memory, processing speed, executive function (EF)/attentional control, and working memory (β<sub>[range]</sub> = -0.10 to -0.17, all <i>p </i>< 0.05). In addition, light-intensity physical activity moderated the association of actigraphy-measured wake after sleep onset (WASO) with EF/attentional control and processing speed (β<sub>s</sub> = 0.10, all <i>p</i> < 0.05). The direction of these results was such that lower sleep efficiency and greater WASO was associated with poorer cognitive performance, but this association was attenuated by engaging in greater amounts of physical activity. These results support the hypothesis that physical activity may mitigate the association between poor sleep and cognitive deficits in older adulthood. We highlight the need for further longitudinal studies and randomized clinical trials of exercise to further examine these associations. These results suggest that even small amounts of MVPA or light intensity physical activity mitigate the association between poor sleep and cognitive deficits in older adulthood. Moderate-to-vigorous physical activity moderated the association of self-reported sleep efficiency with cognition.Light physical activity moderated the association of wake after sleep onset with cognition.Physical activity may mitigate sleep-related cognitive deficits in older adults.Further longitudinal studies and randomized controlled trials are needed."
    },
    {
      "pmid": "40452376",
      "title": "GABAergic Signaling Underlying REM Sleep Deprivation-Induced Spatial Working Memory Deficits.",
      "abstract": "Declining spatial working memory (WM) is an early hallmark of Alzheimer's disease (AD). Sleep disturbance exacerbates spatial WM and increases AD risk. The GABAergic system, crucial for sleep regulation, may mediate this link. We thus investigate the relationship between spatial WM and hippocampal GABAergic signaling during rapid eye movement sleep deprivation (REM-SD) in AD model mice. We assessed spatial and non-spatial WM, locomotor activity, and anxiety-like behavior in 6-month-old triple transgenic (3xTg) AD mice and wild-type (WT) controls, with and without REM-SD (5 days, 4 h/day). We then used immunofluorescence to quantify GABA<sub>A</sub>α1, GABA<sub>B</sub>R1, GAD67, and GABA levels in the prefrontal cortex (PFC) and hippocampus and analyze the correlations with behavioral outcomes. REM-SD increased locomotor activity, reduced anxiety-like behavior, and improved non-spatial WM in 3xTg-AD mice. Conversely, REM-SD impaired spatial WM in WT mice, which was also demonstrated in 3xTg-AD mice. Increased hippocampal GABA levels are correlated with improved non-spatial WM in 3xTg+SD mice. In contrast, impaired spatial WM in WT+SD mice was associated with elevated hippocampal GABA and GABA<sub>B</sub>R1, decreased hippocampal GAD67, and reduced PFC GABA levels. Notably, spatial WM in 3xTg+SD and 3xTg control mice related to increased GABA<sub>A</sub>α1 in the PFC and hippocampus and GAD67 in hippocampal CA1, along with decreased GABA<sub>B</sub>R1 and GAD67 in the dentate gyrus. REM-SD-induced alterations in WM performance are linked to GABAergic signaling changes in the PFC and hippocampus, with distinct patterns in WT and 3xTg-AD mice. This study provides insight into AD pathologies and potential therapeutic targets for sleep-related cognitive impairments."
    },
    {
      "pmid": "40444522",
      "title": "Omega-3 fatty acids, brain health and the menopause.",
      "abstract": "The menopausal transition is associated with vasomotor symptoms, disrupted sleep, transient cognitive deficits and changes in mood and anxiety levels, underpinned by declining and erratic estrogen availability in the brain. Relative to other tissues the brain is enriched in the omega-3 fatty acid, docosahexaenoic (DHA), with well-defined neurophysiological roles for both eicosapentaenoic acid (EPA) and DHA. Substantial preclinical and epidemiological evidence along with accumulating randomised controlled trial (RCT) data indicates that an increase in EPA and DHA intake and status is associated with improved brain function. In this narrative review, the role of EPA and DHA in the menopausal transition (MT) is considered. The evidence, although relatively sparse, is indicative of benefit, with future RCTs needed to establish dose-response relationships and when it is most beneficial to intervene. Although research is at a relatively early stage, the MT is emerging as a critical window of intervention opportunity not only to support MT well-being but also lifelong health in women."
    },
    {
      "pmid": "40441463",
      "title": "Therapeutic Potential of Genus Polygonatum in Common Neuropsychiatric Disorders: The Revival of an Ancient Remedy in Modern Medicine.",
      "abstract": "Polygonatum is a genus within the family Asparagaceae, widely utilized in traditional medicine. Modern studies have substantiated its pharmacological properties, including anti-aging, neuroprotective, immunomodulatory, anti-diabetic, memory-enhancing, anti-inflammatory, and antioxidant effects. Recently, research on Polygonatum in the neuropsychiatric disorders has increased. This review aims to provide a comprehensive summary of the medicinal plants and prescriptions from Polygonatum in the neuropsychiatric disorders, chemical components, and pharmacological and toxicological research evidence. It provides an extensive reference for the development of Polygonatum medicinal resources and the advancement of research in neuropsychiatric therapeutics. A comprehensive literature review was conducted using databases such as PubMed, Science Direct, Web of Science, and CNKI, along with sources like the \"Chinese Pharmacopoeia\" and other herbal medicine books. Keywords such as \"Polygonatum\", \"neurological disorders\", \"Alzheimer's disease\", and \"toxicity\" were employed to collate evidence of the traditional therapeutic effects, phytochemistry, pharmacology, and toxicology of Polygonatum species. The genus Polygonatum comprises 86 species, of which 36 are medicinally utilized. There are 47 prescriptions containing Polygonatum species relevant to the prevention and treatment of neuropsychiatric disorders. A total of 427 compounds have been isolated from this genus, including 83 polysaccharides, 176 saponins, 83 flavonoids, 47 alkaloids, and 38 other components. The pharmacological actions of Polygonatum herbs include anti-aging, neuroprotection, sleep promotion, immune modulation, anti-fatigue, anti-diabetic, memory enhancement, anti-inflammatory, and antioxidant effects, showing improvement in conditions such as Alzheimer's disease, Parkinson's disease, vascular dementia, depression, sleep disorders, and post-traumatic stress disorder, with no apparent toxicity. Polygonatum herbs hold potential as therapeutic agents for neuropsychiatric disorders, presenting significant implications for the development of neurological drugs and the utilization of medicinal plant resources."
    },
    {
      "pmid": "40436344",
      "title": "Bioactive ROS-Responsive Nanotherapeutics Attenuate Intermittent Hypoxia-Induced Cognitive Impairment via NRF2/KEAP1/HO-1 Signaling.",
      "abstract": "Obstructive sleep apnea (OSA) is characterized by chronic intermittent hypoxia (IH), which induces oxidative stress and neuronal apoptosis, ultimately leading to progressive cognitive impairment. This study investigated the neuroprotective potential of a reactive oxygen species (ROS)-responsive nanotherapeutic, namely TPCD nanoparticles (TPCD NP), synthesized through the conjugation of Tempol and phenylboronic acid pinacol ester to β-cyclodextrin, in both in vivo and in vitro models. In rats, intravenous administration of TPCD NP improved memory performance as assessed by the Morris water maze test, and preserved hippocampal neuronal morphology. TPCD NP significantly reduced intracellular ROS content and malondialdehyde (MDA) levels while restoring antioxidant capacity, including superoxide dismutase (SOD) and glutathione (GSH). Apoptosis was attenuated, as evidenced by the downregulation of Bax and cleaved caspase-3, and the upregulation of Bcl-2 expression. Mechanistically, TPCD NP enhanced the nuclear translocation of nuclear factor erythroid 2-related factor 2 (NRF2), suppressed Kelch-like ECH-associated protein 1 (KEAP1), and increased heme oxygenase-1 (HO-1) expression. The protective effects were abolished by ML385, a selective NRF2 inhibitor, confirming the essential role of NRF2 activation in mediating the antioxidant and anti-apoptotic effects of TPCD NP. In conclusion, TPCD NP attenuates oxidative stress and apoptosis induced by IH in the hippocampus by activating the NRF2/KEAP1/HO-1 pathway. These findings highlight TPCD NP as a promising therapeutic strategy for OSA-associated neurodegeneration."
    }
  ]
}